export default[
    {
      
        description: "ပိုးမွှားများအတွက် ပိုးသတ်ဆေးဆပ်ပြာ သို့မဟုတ် စိုက်ခင်းဆီများ အသုံးပြုခြင်းနှင့် ရောဂါများအတွက် မှိုသတ်ဆေးများ အသုံးပြုခြင်းဖြင့် အပင်များကို ပိုးမွှားကျရောက်ခြင်း သို့မဟုတ် ရောဂါလက္ခဏာများအတွက် ကာကွယ်နိုင်ပါသည်။",
        subImg1: {uri:"https://images.unsplash.com/photo-1604254279138-889959ad848b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=388&q=80"},
        subImg2: {uri:"https://images.unsplash.com/photo-1554727434-3b79048db6a4?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=869&q=80"},
        subImg3: {uri:"https://images.unsplash.com/photo-1554727433-c6a38c51534c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=869&q=80"},
        light: "ဂန္ဓမာပန်းများကို မြန်မာနိုင်ငံ၏ နေရာဒေသမရွေး စိုက်ပျိုးနိုင်ပါသည်။ ဂန္ဓမာပန်း များသည် ကြီးထွားရှင်သန်ရန် နေရောင်လုံလောက်စွာ လိုအပ်သည်။ ၎င်းတို့သည် တစ်နေ့လျှင် အနည်းဆုံး ခြောက်နာရီခန့် နေရောင်ခြည် တိုက်ရိုက်ထိတွေ့ခြင်းကို နှစ်သက်ကြသည်။ နေရောင်ခြည်များများရနိုင်သောနေရာတွင်စိုက်ပျိူးပါ။ အမိုးအကာအောက်တွင်စိုက်ပျိူးပါက မီးအလင်းရောင် ဖြင့်စိုက်ပျိူးနိုင်ပါသည်။",
        soil: "ဂန္ဓမာများသည် အော်ဂဲနစ်ဒြပ်များကြွယ်ဝသော ကောင်းစွာရေဆင်းရှိသောမြေကိုနှစ်သက်သည်။ မစိုက်ပျိုးမီ မြေဆွေး (သို့) ကောင်းစွာ ပုပ်နေသော မြေဩဇာများကို ပေါင်းထည့်ခြင်းဖြင့် မြေဆီဩဇာနှင့် ရေစီးရေလာ ကောင်းမွန်စေရန် ပြုပြင်ပါ။",
        water: "ဂန္ဓမာပင်များကို ပုံမှန်ရေလောင်းပေး၍ မြေဆီလွှာကို စိုစွတ်စေသော်လည်း ရေမ၀ပ်စေပါနှင့်။ တစ်ပတ်လျှင် တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် ရေလောင်းနိုင်ပါသည်။ စိုစွတ်သောအရွက်များသည် မှိုရောဂါဖြစ်စေနိုင်သောကြောင့် အပေါ်မှရေလောင်းခြင်းကို ရှောင်ကြဉ်ပါ။",
        temp: "ဂန္ဓမာပန်း များသည် ယေဘူယျအားဖြင့် အေးခဲ-မာကျောသော နှစ်ရှည်ပင်များဖြစ်သော်လည်း သီးခြားမျိုးကွဲများသည် မတူညီသော အပူချိန်လိုအပ်ချက်များရှိနိုင်ပါသည်။ ၎င်းတို့သည် နေ့ဘက်တွင် အပူချိန် 60°F (15°C) နှင့် 75°F (24°C) ကြားတွင် ရှင်သန်ကြပြီး ညအချိန်တွင် ပိုအေးသော အပူချိန်တွင် ရှင်သန်ကြသည်။ အချို့သောမျိုးကွဲများသည် အလင်းနှင်းခဲများကို ခံနိုင်ရည်ရှိပြီး အချို့မျိုးများသည် အကာအကွယ်လိုအပ်နိုင်သည် သို့မဟုတ် အေးသောဒေသများတွင် နှစ်စဉ်အဖြစ် စိုက်ပျိုးနိုင်သည်။",
        fertilizer: "ဂန္ဓမာပင်များသည် ကြီးထွားရာသီတွင် ပုံမှန်အစာကျွေးခြင်းမှ အကျိုးရှိသည်။ ပန်းပွင့်အပင်များအတွက် ဖော်စပ်ထားသည့် မျှတသော ရေပျော်ဝင်သည့် မြေသြဇာ သို့မဟုတ် အနှေးထုတ်လွှတ်သည့် မြေသြဇာကို အသုံးပြုပါ။ သင့်လျော်သော ပမာဏအတွက် အထုပ်ညွှန်ကြားချက်များကို လိုက်နာပြီး ဓာတ်မြေသြဇာကို နှစ်ပတ်မှ လေးပတ်တစ်ကြိမ် အသုံးပြုပေးပါ။ အပွင့်နည်းပြီး အရွက်များ အလွန်အကျွံ ကြီးထွားလာစေနိုင်သောကြောင့် မြေသြဇာအလွန်အကျွံမမိစေရန် သတိထားပါ။"
        ,
        _id: "64b7c51f9ba7fadc1ea08307",
        name: "ဂန္ဓမာပန်း",
        subImg: {uri:"https://images.unsplash.com/photo-1569090876737-30e9e1cbcded?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=388&q=80"},
        price: "3000",
        qty:1
        
        },
        {
       
        description: "မိုးသည်းထန်စွာရွာသွန်းခြင်း သို့မဟုတ် လေပြင်းတိုက်ခတ်ခြင်းကဲ့သို့သော ပြင်းထန်သောရာသီဥတုအခြေအနေများမှ ကာကွယ်ပါ။",
        subImg1: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
        subImg2: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
        subImg3: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
        light: "သဇင်ပန်းများသည် ပုတက်သစ်ခွမျိုးဖြစ်ပြီး ပင်စည်များသည်တစ်စုတစ်စည်းတည်းဖြစ်ကာ ပုတက်များစွာပါဝင်သည်။ ပန်းခိုင်သည် ပုတက်အရင်း၏ နံဘေးမှထွက်ကာ ပုတက်မှာအစိမ်းရောင်ရှိပါသည်။ သဇင်ပန်းကိုနေရောင် ပြင်းပြင်း တိုက်ရိုက်မကျစေဘဲ အမိုးအကာအောက်တွင် နေ‌ရောင်တစ်စိတ်တစ်ပိုင်းကျစေခြင်းဖြင့်စိုက်ပျိုးနိုင်သည်။",
        soil: "သဇင်ပန်းကို စိုက်ပျိူးရာတွင် အုန်းဆံပတ်များဖြင့်စိုက်ပျိုးခြင်းသည် အကောင်းဆုံးဖြစ်သည်။",
        water: "စိုက်ပျိူးကာစတွင် ရေများများလောင်းပေးရန်လိုအပ်သော်လည်း ရေမဝပ်စေပါနှင့်။ ပန်းခိုင်များထွက်လာလျှင် ရေကိုလျှော့လောင်းနိုင်ပါသည်။ ရေလောင်းရာတွင် ပန်းခိုင်ကို မလောင်းဘဲ အုန်းဆံပတ်ကိုသာ လောင်းရန်အရေးကြီးပါသည်။",
        temp: "အပူချိန် 60°F (15°C) နှင့် 75°F (24°C) နှင့် ပူနွေးစိုစွတ်သော ရာသီဥတုကိုနှစ်သက်ပါသည်။",
        fertilizer: "မြေဩဇာအဖြစ် ပဲဖက်၊ နှမ်းဖက်၊ နွားချေးတို့ကို ရေနှင့်ရောကာဖျော် လောင်းနိုင်ပါသည်။ နေ့စဉ်မနက်ပိုင်းတွင် မြေဩဇာကျွေးပါ။ပန်းခိုင်များထွက်လာလျှင်  မြေဩဇာကျွေးခြင်းကိုရပ်နိုင်ပါသည်။"
        ,
        _id: "64b7c5d89ba7fadc1ea0830a",
        name: "တော်ဝင်သဇင်ပန်း",
        subImg: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
        price: "4000 ",
        qty:1
        
      },
        {
        
        description: "မှန်ကန်သောကြီးထွားမှုအခြေအနေများနှင့် ပြုစုစောင့်ရှောက်မှုပေးခြင်းဖြင့် သင့်ဥယျာဉ်ရှိ လီလီပန်းများ၏အလှကို ခံစားနိုင်ပါသည်။",
        subImg1: {uri:"https://i.pinimg.com/564x/1a/24/ce/1a24cec64eebc84f29a899a5e3c2fa7f.jpg"},
        subImg2: {uri:"https://i.pinimg.com/564x/ca/76/10/ca761003cbed998c4b660dd009caf054.jpg"},
        subImg3: {uri:"https://i.pinimg.com/736x/7a/9c/57/7a9c5787ca34ddb14a9bd9444e1bb9b7.jpg"},
        light: "လီလီပန်းများသည် အကောင်းမွန်ဆုံးကြီးထွားရန်အတွက် ယေဘုယျအားဖြင့် နေ၏တစ်စိတ်တစ်ပိုင်းအရိပ်သို့ အပြည့်အဝလိုအပ်သည်။ တစ်နေ့လျှင် အနည်းဆုံး ခြောက်နာရီ တိုက်ရိုက်နေရောင်ကို နှစ်သက်ကြသည်။ ပူပြင်းသောရာသီဥတုတွင် နေထိုင်ပါက နေ့၏ အပူဆုံးအချိန်အတွင်း တစ်စိတ်တစ်ပိုင်း အရိပ်ပေးခြင်းသည် အကျိုးရှိနိုင်သည်။",
        soil: "လီလီပန်းများသည် အက်စစ်ဓာတ်အနည်းငယ်မှ အလယ်အလတ်ရှိသော pH (6.0 မှ 7.0 ဝန်းကျင်) ဖြင့် ကောင်းစွာ စိမ့်ဝင်သောမြေတွင် ပေါက်ရောက်သည်။ မြေဆီလွှာသည် အော်ဂဲနစ်ဒြပ်စင်များ ကြွယ်ဝပြီး မြေမှုန့်ဖြစ်သင့်သည်။ သင့်မြေဆီလွှာသည် ရွှံ့စေး သို့မဟုတ် သဲများ ထူထပ်နေပါက ၎င်းကို မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာဖြင့် ပြုပြင်ပါ။",
        water: "လီလီပန်းများသည် စိုစွတ်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။ ရေများများလောင်းခြင်းသည် အမြစ်ပုပ်စေနိုင်သောကြောင့် ရေအလွန်အကျွံပေးခြင်းမှ ရှောင်ကြဉ်ပါ။",
        temp: "လီလီများသည် ယေဘူယျအားဖြင့် မာကျောပြီး အမျိုးအစားပေါ်မူတည်၍ ကျယ်ပြန့်သောအပူချိန်ကို ခံနိုင်ရည်ရှိသည်။ လီလီအများစုသည် အေးမြသောအပူချိန်မှ အလယ်အလတ်အပူချိန်ကို နှစ်သက်ကြသည်။ နေ့ဘက်အပူချိန် 65-75°F (18-24°C) နှင့် ညအပူချိန် 50-60°F (10-15°C) ဝန်းကျင်သည် ၎င်းတို့၏ ကြီးထွားမှုအတွက် သင့်လျော်ပါသည်။ သို့ရာတွင်၊ သတ်မှတ်ထားသော လီလီမျိုးကွဲများသည် မတူညီသော အပူချိန်လိုအပ်ချက်များ ရှိနိုင်သည်။",
        fertilizer: "လီလီများကို ပုံမှန်ကျွေးခြင်းဖြင့် အကျိုးရှိသည်။ မစိုက်ပျိုးမီ မြေဆီလွှာတွင် ဆွေးမြေ့နေသော မြေသြဇာ သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဆွေးကို ပေါင်းထည့်ပါ။ ကြီးထွားမှုစတင်သည်နှင့် ပန်းပွင့်အပင်များအတွက် ဖော်စပ်ထားသည့် မျှတသော မြေသြဇာ သို့မဟုတ် အရည်ဓာတ်ကို အသုံးပြုနိုင်သည်။"
        ,
        _id: "64b7c6b19ba7fadc1ea0830e",
        name: "လီလီပန်း",
        subImg: {uri:"https://i.pinimg.com/564x/1a/24/ce/1a24cec64eebc84f29a899a5e3c2fa7f.jpg"},
        price: "35000",
        qty:1
        },
        {
       
        description: "အဝါရောင် သို့မဟုတ် ပျက်စီးနေသော အရွက်များကို ပုံမှန်ဖယ်ရှားပါ။ ထို့အပြင် ပန်းပွင့်သစ်များပွင့်လာစေရန်အတွက် ဆွတ်ခူးထားသော ပန်းများနှင့် ပင်စည်များကို ဖြတ်တောက်ပါ။",
        subImg1: {uri:"https://i.pinimg.com/736x/a6/d3/d9/a6d3d93b6dc91bf91f5c5d66a0fc87ae.jpg"},
        subImg2: {uri:"https://i.pinimg.com/564x/bb/f1/a8/bbf1a8200f3c700feee139b03fe9c344.jpg"},
        subImg3: {uri:"https://i.pinimg.com/736x/6c/de/09/6cde0960815d519f01c08d69e20d01f4.jpg"},
        light: "မြန်မာနိုင်ငံမည်သည့်နေရာ တွင်မဆိုစိုက်ပျိူးနိုင်ပါသည်။ နေရောင်ခြည်တိုက်ရိုက်ထိတွေ့ခြင်းသည် အရွက်များကို နွမ်းခြောက်စေနိုင်သည်။ တောက်ပသော၊ သွယ်ဝိုက်သောအလင်းရောင်တွင်ထားပါ။",
        soil: "ကောင်းစွာ စိမ့်ဝင်နိုင်ပြီး အက်စစ်ဓာတ် အနည်းငယ်သာရှိသော မြေဆီလွှာတွင် ကောင်းကောင်းရှင်သန်နိုင်ပါသည်။ မြေဆီလွှာသည် လေဝင်လေထွက်ရှိပြီး စိုစွတ်မှုမရှိဘဲ အစိုဓာတ်ထိန်းထားနိုင်ရမည်။",
        water: "အပင်စိုက်ပျိုးကာစတွင် တစ်နေ့တစ်ခါ ရေပုံမှန်လောင်းရန် လိုအပ်သည်။",
        temp: "ပိန်းပန်းများသည် အပူပိုင်းအပင်များဖြစ်ပြီး အပူချိန် 60°F မှ 85°F (15°C မှ 29°C) ကြားတွင် နှစ်သက်ကြသည်။ ၎င်းတို့သည် အနည်းငယ်အေးသော အပူချိန်ကို ခံနိုင်ရည်ရှိသည်။",
        fertilizer: "ပုံမှန်အားဖြင့် နွေရာသီတွင် ပုံမှန်မြေဩဇာ ကျွေးနိုင်ပါသည်။ 10-10-10 သို့မဟုတ် 20-20-20 ဖော်မြူလာကဲ့သို့ မျှတသောအရည်ဓာတ်ကို သုံးနိုင်သည်။ စိုက်ပျိုးရာသီတွင် မြေသြဇာကို ၄-၆ ပတ်တစ်ကြိမ် အသုံးပြူပေးပါ။"
        ,
        _id: "64b7c78a9ba7fadc1ea08311",
        name: "ပိန်းပန်း",
        subImg: {uri:"https://i.pinimg.com/564x/20/fb/ba/20fbba5f9b75fab9e6af2b9ddb636783.jpg"},
        price: "45000",
        qty:1
        
        },
        {
        
        description: "သင့်လျော်သောဂရုစိုက်မှုဖြင့်၊ နှင်းဆီဖြူများသည် ကြီးထွားရာသီတစ်လျှောက်လုံး မွှေးကြိုင်သောပန်းပွင့်များဖြင့် ပွင့်လန်းနေမည်ဖြစ်ပါသည်။",
        subImg1: {uri:"https://i.pinimg.com/564x/fb/dd/60/fbdd60a5cfd434dd2e770cb5decafa4e.jpg"},
        subImg2: {uri:"https://i.pinimg.com/564x/67/61/7d/67617d4e0d9ae1b04034feaf7e1deb4b.jpg"},
        subImg3: {uri:"https://i.pinimg.com/564x/45/48/bd/4548bd39b837a4a8459807540bb14ef2.jpg"},
        light: "နှင်းဆီဖြူများသည် နှင်းဆီအများစုကဲ့သို့ပင် အပြည့်အဝနေရောင်ခြည်ကို ပိုနှစ်သက်သည်။ လှပသောပန်းပွင့်များရရှိရန် နေ့စဥ်နေရောင်ခြည် တိုက်ရိုက် ၆ နာရီမှ ၈ နာရီအထိ လိုအပ်သည်။ သင့်ဥယျာဉ်ရှိ နေသာသောနေရာ သို့မဟုတ် နှင်းဆီပန်းများသည် တစ်နေ့တာလုံး လုံလောက်သော နေရောင်ခြည်ကို ရရှိနိုင်သည့်နေရာကို ရွေးချယ်ပါ။",
        soil: "နှင်းဆီဖြူများသည် ကောင်းမွန်သော ဩဇာရှိသော မြေဆီလွှာတွင် အကောင်းဆုံး ပေါက်ရောက်ကြသည်။ ၎င်း၏ဖွဲ့စည်းပုံနှင့် အာဟာရဓာတ်ပါဝင်မှု တိုးတက်စေရန် မစိုက်ပျိုးမီ မြေဆွေးကဲ့သို့ သြဂဲနစ်ပစ္စည်းများဖြင့် ပြုပြင်ပါ။ pH 6.0 မှ 7.0 အတွင်း အက်စစ်ဓာတ် အနည်းငယ်သာရှိသော မြေဆီလွှာသည် နှင်းဆီများအတွက် အကောင်းဆုံးဖြစ်သည်။ ရွှံ့စေးများ ထူထပ်သော မြေဆီလွှာများကို ရှောင်ကြဉ်ပါ ၊ ရေနုတ်မြောင်းမကောင်းခြင်းနှင့် အမြစ်ပုပ်ခြင်းတို့ကို ဖြစ်စေနိုင်သောကြောင့်ဖြစ်သည်။",
        water: "ရေလောင်းသည့်အကြိမ်ရေသည် ရာသီဥတုနှင့် မြေဆီလွှာအခြေအနေပေါ်မူတည်သည်။ ယေဘုယျအားဖြင့် မြေဆီလွှာ၏ 2-3 လက်မအထိ ခြောက်သွားသောအခါတွင် နှင်းဆီပန်းများကို ရေလောင်းပေးပါ။ ပူပြင်းသောနွေရာသီတွင် မကြာခဏရေလောင်းရန် လိုအပ်ပေမည်။",
        temp: "နှင်းဆီဖြူများသည် အခြားနှင်းဆီမျိုးကွဲများကဲ့သို့ အလယ်အလတ်အပူချိန်ကို ပိုနှစ်သက်သည်။",
        fertilizer: "နှင်းဆီဖြူများကို မြေသြဇာကျွေးခြင်းသည် ကျန်းမာသန်စွမ်းပြီး အပွင့်များကြွယ်ဝစေရန်အတွက် မရှိမဖြစ်လိုအပ်ပါသည်။ 10-10-10 သို့မဟုတ် 14-14-14 ကဲ့သို့သော N-P-K အချိုးဖြင့် မျှတသောမြေသြဇာကို အသုံးပြုပါ။ အာဟာရဓာတ်များ လွန်ကဲစွာ ကြီးထွားသန်မာစေပြီး ပန်းပွင့်ခြင်းကို လျော့ကျစေနိုင်သောကြောင့် မြေသြဇာလွန်ကဲခြင်းကို ရှောင်ကြဉ်ပါ။ "
        ,
        _id: "64b7cb3a9ba7fadc1ea08314",
        name: "နှင်းဆီအဖြူ",
        subImg: {uri:"https://i.pinimg.com/564x/fb/dd/60/fbdd60a5cfd434dd2e770cb5decafa4e.jpg"},
        price: "5500",
        qty:1
        
        },
        {
        
        description: "ကံ့ကော်ပင်သည် ကြီးထွားမှုနှေးကွေးသောအပင်ဖြစ်ပြီး ပန်းပွင့်ရန် အချိန်အနည်းငယ်ကြာနိုင်ပါသည်။",
        subImg1: {uri:"https://i.pinimg.com/564x/62/24/ad/6224ad672b3c25b1f40dfb09d22879c9.jpg"},
        subImg2: {uri:"https://i.pinimg.com/564x/ed/46/37/ed4637be377a2e2fdae96d2f6106c1a5.jpg"},
        subImg3: {uri:"https://i.pinimg.com/564x/0d/ff/b2/0dffb2cb92576ed0553e84fb62b3c4fa.jpg"},
        light: "တိုက်ရိုက်နေရောင်ခြည်ကို ရရှိနိုင်သည့် တောက်ပသောနေရာကို နှစ်သက်သည်။ အိမ်တွင်း၌ စိုက်ပျိုးပါက နေသာသော ပြတင်းပေါက်အနီးတွင် ထားပေးပါ။",
        soil: " ကောင်းစွာ စိမ့်ဝင်ကာ အက်စစ်ဓာတ် အနည်းငယ်သာရှိသော မြေဆီလွှာကို နှစ်သက်သည်။ အော်ဂဲနစ်ဒြပ်စင်များနှင့် ကြွယ်ဝသော မြေဆီလွှာရောနှောခြင်းသည် အကောင်းဆုံးဖြစ်သည်။ အမြစ်ပြဿနာဖြစ်စေနိုင်သောကြောင့် ရေနစ်သော သို့မဟုတ် ရွှံ့ထူထပ်သောမြေများကို ရှောင်ကြဉ်ပါ။ ",
        water: "ပူပြင်းခြောက်သွေ့တဲ့ အချိန်တွင်သာ ရေများများလောင်းပေးပါ။ ရေကို အလွန်အမင်း လိုအပ်မှု အထူးမရှိပါ။",
        temp: "အပူချိန် 65°F မှ 85°F (18°C မှ 29°C) ကြားကို နှစ်သက်သည်။  အနည်းငယ်အေးသော အပူချိန်ကို ခံနိုင်ရည်ရှိသည်။ ထို့အပြင် အေးခဲနေသော အခြေအနေများကို ခံနိုင်ရည်ရှိပါသည်။",
        fertilizer: "စိုက်ပျိုးရာသီတွင် မျှတသော အနှေးထုတ်မြေသြဇာ ကိုအသုံးပြုနိုင်ပါသည်။ ဆောင်းရာသီတွင် မြေသြဇာကျွေးခြင်းကို ရှောင်ကြဉ်ပါ။ "
        ,
        _id: "64b7d0199ba7fadc1ea08317",
        name: "ကံ့ကော်ပန်း",
        subImg: {uri:"https://i.pinimg.com/564x/62/24/ad/6224ad672b3c25b1f40dfb09d22879c9.jpg"},
        price: "3000",
        qty:1
        
        },
        {
       
        description: "ကန္တာရနှင်းဆီများသည် ယေဘုယျအားဖြင့် မာကျောပြီး ပိုးမွှားများနှင့် ရောဂါများကို ခံနိုင်ရည်ရှိသည်။",
        subImg1: {uri:"https://i.pinimg.com/564x/d4/18/18/d418184999b4973bffaa05affe6e063c.jpg"},
        subImg2: {uri:"https://i.pinimg.com/564x/52/68/5f/52685fd075a56c7b15da5ccee12c34f3.jpg"},
        subImg3: {uri:"https://i.pinimg.com/564x/d8/42/95/d84295125fd0a478beb46a170cd52f1c.jpg"},
        light: "သဲကန္တာရနှင်းဆီများသည် တောက်ပသောနေရောင်တွင် ရှင်သန်နေသောကြောင့် အောင်မြင်စွာကြီးထွားရန် နေသာသောနေရာလိုအပ်သည်။ ၎င်းတို့ကို တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ တိုက်ရိုက်နေရောင်ခြည် ရရှိနိုင်သော နေရာတွင် ထားပါ။ ၎င်းတို့သည် အထူးသဖြင့် နေ့၏ အပူဆုံးအချိန်များတွင် တစ်စိတ်တစ်ပိုင်းအရိပ်ကို ခံနိုင်ရည်ရှိသော်လည်း အရိပ်များလွန်းပါက ကြီးထွားမှုနှင့် ပန်းပွင့်မှုကို လျော့နည်းစေသည်။",
        soil: "သဲကန္တာရနှင်းဆီများအတွက် ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေသည် အရေးကြီးပါသည်။ ပုံမှန် အိုးလုပ်မြေဆီလွှာကို perlite သို့မဟုတ် သဲဖြင့် ပေါင်းစပ်ခြင်းဖြင့် ရေနုတ်မြောင်းကို တိုးတက်ကောင်းမွန်အောင် ပြုလုပ်ပါ။ အမြစ်ပုပ်ခြင်းနှင့် အခြားပြဿနာများကို ဖြစ်စေနိုင်သောကြောင့် လေးလံသော သို့မဟုတ် ရေထိန်းမြေဆီလွှာများကို ရှောင်ကြဉ်ပါ။",
        water: "သဲကန္တာရနှင်းဆီများသည် မိုးခေါင်မှုဒဏ်ခံအပင်များဖြစ်သောကြောင့် ၎င်းတို့ကို ရေမလွန်စေရန် သတိထားပါ။ ရေလောင်းခြင်းကြားတွင် မြေဆီလွှာကို လုံးဝခြောက်သွေ့အောင်ထားပေးပါ။ ရေလောင်းသည့်အကြိမ်ရေသည် ရာသီဥတု၊ အပူချိန်၊ စိုထိုင်းဆနှင့် အိုးအရွယ်အစားစသည့် အချက်များအပေါ် မူတည်မည်ဖြစ်သည်။ ယေဘူယျအားဖြင့်၊ အေးသောလများအတွင်းနှင့် စိုက်ပျိုးရာသီ (နွေရာသီ) တွင် အနည်းငယ်ပို၍ ရေကို လျော့ပါးစေပါသည်။ အပင်ခြေရင်းမှာ အမြဲရေလောင်းပြီး အရွက်တွေကို စိုစွတ်စေတာကြောင့် မှိုဆိပ်တက်ခြင်းတွေကို ဖြစ်ပေါ်စေနိုင်ပါတယ်။",
        temp: "သဲကန္တာရနှင်းဆီများသည် ပူနွေးသောအပူချိန်ကို နှစ်သက်ကြပြီး အအေးဒဏ်ကို ခံနိုင်ရည်ရှိကြသည်။ ၎င်းတို့သည် နေ့ဘက်တွင် အပူချိန် 65°F မှ 85°F (18°C မှ 29°C) အတွင်း ရှင်သန်နိုင်ပြီး ညအချိန်တွင် အနည်းငယ်အေးသော အပူချိန်ကို ခံနိုင်ရည်ရှိသည်။ အအေးဒဏ်ကြောင့် ပျက်စီးခြင်း သို့မဟုတ် သေဆုံးနိုင်ခြင်းတို့ကြောင့် အေးခဲသောအပူချိန်များမှ ကာကွယ်ပါ။",
        fertilizer: "သဲကန္တာရနှင်းဆီကို ရှားစောင်းလက်ပတ်နှင့် အရွှမ်းအတွက် အထူးဖော်စပ်ထားသော မျှတသော ရေပျော်ဝင်မြေသြဇာဖြင့် မြေသြဇာကျွေးနိုင်သည်။ မြေသြဇာကို အကြံပြုထားသည့် ထက်ဝက် သို့မဟုတ် လေးပုံတစ်ပုံသို့ ရောမွှေပြီး 2-4 ပတ်တစ်ကြိမ် လိမ်းပေးပါ။ အပင်၏ကြီးထွားမှုနှေးကွေးသောအခါ (ဆောင်းရာသီ) အမြုံရာသီတွင်မြေသြဇာကိုရှောင်ကြဉ်ပါ။"
        ,
        _id: "64b7eef2c35e348eeacff42d",
        name: "ကန္တာရနှင်းဆီ",
        subImg: {uri:"https://i.pinimg.com/564x/43/83/f3/4383f31bf2f184efe5f6279ebce6aead.jpg"},
        price: "3000",
        qty:1
        
        },
        {
        
        description: "ကြီးထွားမှုအသစ်မစတင်မီ နွေဦးတွင် အပင်များကို ပိုင်းခြား၍ ပွားနိုင်သည်။ အမြစ်များကို ချွန်ထက်သော ဓားဖြင့် ဂရုတစိုက်ခွဲ၍ သင့်လျော်သောမြေဆီလွှာအခြေအနေရှိသော သီးခြားပုံးများ သို့မဟုတ် နေရာများတွင် ပြန်လည်စိုက်ပျိုးနိုင်ပါသည်။",
        subImg1: {uri:"https://i.pinimg.com/564x/ae/60/66/ae60666d64c6b85ab29f0c00526cd0da.jpg"},
        subImg2: {uri:"https://i.pinimg.com/564x/e3/ba/71/e3ba717e923abe746d8b17610deb496d.jpg"},
        subImg3: {uri:"https://i.pinimg.com/564x/6a/1b/fe/6a1bfe274ef838650a0fb1783aae6b29.jpg"},
        light: "နေရောင်ခြည်ကို နှစ်သက်သည်။ တစ်စိတ်တစ်ပိုင်း အရိပ်တွင်လည်း ရှင်သန်ကြသည်။ အထူးသဖြင့် နေ့၏ အပူဆုံးအချိန်များတွင် ၎င်းတို့ကို နေရောင်တိုက်ရိုက်မထိမိစေရန် ရှောင်ပါ။ နံနက်ခင်း နေရောင် သို့မဟုတ် ဖြာကျနေသော နေရောင်ခြည်သည် ဤအပင်များအတွက် အကောင်းဆုံးဖြစ်သည်။",
        soil: "မြေသြဇာကောင်းသော မြေတွင် အကောင်းဆုံး ပေါက်ရောက်သည်။ ကောင်းမွန်သော အော်ဂဲနစ် ပါဝင်မှုရှိသော မြေဆီလွှာ ကြွယ်ဝသော မြေသည် အကောင်းဆုံးဖြစ်သည်။",
        water: "အစိုဓာတ်ကို နှစ်သက်သော်လည်း ရေစိမ့်သောမြေတွင် ထိုင်ခြင်းကို မကြိုက်ပါ။ အထူးသဖြင့် စိုက်ပျိုးရာသီတွင် မြေဆီလွှာကို အညီအမျှ စိုစွတ်နေပါစေ။ အရွက်ပေါ်ရှိ အစိုဓာတ်လွန်ကဲမှုကြောင့် မှိုရောဂါများဖြစ်ပေါ်လာနိုင်သောကြောင့် အရွက်များစိုစွတ်မှုမဖြစ်စေရန် အရင်း၊အမြစ်များအနီးရှိ အပင်များကို ရေလောင်းပေးပါ။ အမြုံရာသီ သို့မဟုတ် ဆောင်းရာသီတွင် သင်သည် ရေလောင်းသည့်အကြိမ်ရေကို လျှော့ချနိုင်သည်။",
        temp: "ငွေပန်းများသည် ပူနွေးသောအပူချိန်ကို နှစ်သက်ကြပြီး အပူပိုင်းနှင့် အပူပိုင်းဒေသများအတွက် ကောင်းစွာသင့်လျော်သည်။ ၎င်းတို့သည် အပူချိန် 50°F မှ 95°F (10°C မှ 35°C) အတွင်း ခံနိုင်ရည်ရှိသည်။ ",
        fertilizer: "ကျန်းမာသောကြီးထွားမှုနှင့်ပန်းပွင့်မှုကိုမြှင့်တင်ရန်တက်ကြွစွာကြီးထွားလာသောရာသီ (နွေရာသီ) တွင်မြေသြဇာထည့်ပါ။ ပန်းပွင့်အပင်များအတွက် မျှတသော၊ အနှေးထုတ်ဓာတ်မြေသြဇာ သို့မဟုတ် အရည်ဓာတ်ကို အသုံးပြုပါ။ "
        ,
        _id: "64b7f363c35e348eeacff430",
        name: "ငွေပန်းပျိုးပင်",
        subImg: {uri:"https://i.pinimg.com/564x/ae/60/66/ae60666d64c6b85ab29f0c00526cd0da.jpg"},
        price: "3500",
        qty:1
        
        },
        {
    
            subImg1: {uri:"https://5.imimg.com/data5/ANDROID/Default/2020/9/GA/PE/OI/41819292/product-jpeg-500x500.jpeg"},
            light: "ကြက်မောက်ပင်များ ရှင်သန်ရန် နေရောင်ခြည် အပြည့်အဝ လိုအပ်သည်။ စိုက်ပျိုးပင်သည် တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ တိုက်ရိုက်နေရောင်ခြည်ရရှိနိုင်ပါက ပိုကောင်းပါသည်",
            soil: "ကြက်မောက်ပင်များသည် ကောင်းစွာ စိမ့်ဝင်နိုင်ပြီး မြေသြဇာကောင်းသော မြေဆီလွှာကို နှစ်သက်ကြသည်။မြေသြဇာနှင့် ရေနုတ်မြောင်းများ ကောင်းမွန်စေရန် မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာများ ပေါင်းစပ်ခြင်းဖြင့် မြေဆီလွှာကို ပြင်ဆင်ပါ။",
            water: "ကြက်မောက်ပင်များသည် ရေလိုအပ်ချက်ရှိသည်။ အပင်ကို ပုံမှန်ရေလောင်းပေးခြင်းဖြင့် မြေဆီလွှာကို အညီအမျှ စိုစွတ်စေသော်လည်း ရေမဝပ်ပါစေနှင့်။ အမြစ်ပုပ်စေနိုင်သောကြောင့် ရေအလွန်အကျွံပေးခြင်းမှ ရှောင်ကြဉ်ပါ။",
            temp: "ကြက်မောက်သည် အပူပိုင်းနှင့် အပူပိုင်းဒေသ ရာသီဥတုတွင် ကောင်းမွန်စွာရှင်သန်နိုင်သည်။ 68°F (20°C) နှင့် 95°F (35°C) အကြား အပူချိန်ကို ပိုနှစ်သက်သည်။ မွန်ပြည်နယ်, တနင်္သာရီတိုင်း, ကရင်ပြည်နယ်တို့တွင် အကောင်းဆုံးဖြစ်ထွန်းသည်",
            fertilizer: "သီးပင်စားပင်များအတွက် အထူးဖော်စပ်ထားသော မျှတသောမြေသြဇာကို အသုံးပြုပါ။ နိုက်ထရိုဂျင်၊ ဖော့စဖရပ် နှင့် ပိုတက်စီယမ် ကြွယ်ဝသော အော်ဂဲနစ်မြေသြဇာများကို အသုံးပြုခြင်းဖြင့် ကျန်းမာစွာ ကြီးထွားမှုနှင့် အသီးအနှံထွက်ရှိမှုကို မြှင့်တင်ပေးသည်။",
            description: "ပျမ်းမျှအားဖြင့် ကြက်မောက်ပင်တစ်ပင်သည် ပထမဆုံးအသီးရရှိရန် ၃ နှစ်မှ ၆ နှစ်အထိ ကြာနိုင်သည်။ သို့သော် အချို့အပင်များသည် ၂ နှစ်ခန့်တွင် အသီးစတင်သီးနိုင်ပါသည်။ကနဦးနှစ်များတွင် အပင်၏ကျန်းမာကြီးထွားမှုနှင့် ဖွံ့ဖြိုးတိုးတက်မှုကို မြှင့်တင်ရန် သင့်လျော်သော နေရောင်ခြည်၊ ရေနှင့် အာဟာရဓာတ်များကဲ့သို့သော အကောင်းဆုံးကြီးထွားမှုအခြေအနေများကို ဖြည့်ဆည်းပေးရန် အရေးကြီးပါသည်။"
            ,
            _id: "64b56abd18c1afb377ec11c3",
            name: "ကြက်မောက်ကိုင်းဆက်",
            price: "9000",
            subImg: {uri:"https://5.imimg.com/data5/ANDROID/Default/2020/9/GA/PE/OI/41819292/product-jpeg-500x500.jpeg"},
            qty:1,
            __v: 0
            },
            {
            
            subImg1: {uri:"https://newnessplant.in/wp-content/uploads/2022/08/5935241_orig-510x680.jpg"},
            light: "ဒူးရင်းပင်များသည် နေရောင်အပြည့်ဖြင့် ရှင်သန်ကြသည်။ တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ တိုက်ရိုက်နေရောင်ခြည် လိုအပ်သည်။ စိုက်ထားသောအပင်သည် ကျန်းမာသန်စွမ်းကြီးထွားစေရန်အတွက် လုံလောက်သော နေရောင်ခြည်ကို ရရှိရန်လိုအပ်ပါသည်",
            soil: "ဒူးရင်းပင်များသည် ကောင်းစွာ စိမ့်ဝင်နိုင်သောမြေကို နှစ်သက်ပါသည်။ မြေဆီလွှာသည် အော်ဂဲနစ်ဒြပ်စင်များ ကြွယ်ဝရမည်။ မြေသြဇာနှင့် ရေနုတ်မြောင်းများ ကောင်းမွန်စေရန် မြေဆွေး သို့မဟုတ် ပုပ်နေသော မြေဩဇာများ ပေါင်းစပ်ခြင်းဖြင့် မြေဆီလွှာကို ပြင်ဆင်ပါ။ ရေနစ်မြုပ်သွားနိုင်သည့် ရွှံ့စေးထူထပ်သော မြေများကို ရှောင်ကြဉ်ပါ။",
            water: "အထူးသဖြင့် ကြီးထွားမှုအစောပိုင်းအဆင့်တွင် ပုံမှန်ရေလောင်းရန် လိုအပ်သည်။ ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ အနည်းငယ် ခြောက်သွားအောင် နက်နဲပြီး နှံ့စပ်အောင် ရေလောင်းပေးပါ။ ဒေသရှိ ရာသီဥတုနှင့် မိုးရေချိန်ပေါ်မူတည်၍ ရေလောင်းသည့် ကြိမ်နှုန်းကို ချိန်ညှိပါ။",
            temp: "ဒူးရင်းပင်များသည် အပူပိုင်းနှင့် အပူပိုင်းဒေသ ရာသီဥတုတွင် ရှင်သန်ကြသည်။ နေ့ဘက်တွင် 75-90°F (24-32°C) နှင့် ညအချိန်တွင် 68-77°F (20-25°C) အကြား အပူချိန်ကို ပိုနှစ်သက်သည်။ စိုက်ထားသောအပင်ကို 50°F (10°C) အောက်တွင် အပူချိန်နှင့် ထိတွေ့ခြင်းမှ ရှောင်ကြဉ်ပါ။",
            fertilizer: "ဒူးရင်းပင်များသည် အာဟာရလိုအပ်ချက်များ မြင့်မားသည်။ စိုက်ပျိုးရာသီအတွင်း 14-14-14 သို့မဟုတ် 16-16-16 ဝန်းကျင် N-P-K အချိုးအစား မျှတသော အနှေးထုတ်မြေသြဇာကို အသုံးချပါ။ ထို့အပြင် မြေဆီဩဇာကောင်းမွန်စေရန်အတွက် မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာများကဲ့သို့ အော်ဂဲနစ်မြေသြဇာများကို ရောစပ်ပါ။",
            description: "ဒူးရင်းပင်များ ကျိုးကျခြင်းမှ ကာကွယ်ရန် ကြီးထွားလာချိန်တွင် ဒူးရင်းပင်များ ထောက်ပံ့မှု လိုအပ်နိုင်သည်။ လေပြင်းတိုက်ခတ်ခြင်း သို့မဟုတ် ပြင်းထန်သော ရာသီဥတုအခြေအနေများမှ ကာကွယ်ရန် အပင်ငယ်များကို ယာယီအမိုးအကာများ ပေးခြင်းဖြင့် ကာကွယ်ပါ။"
            ,
            _id: "64b57044c8c390987daac658",
            name: "ဒူးရင်းကိုင်းဆက်",
            price: "12000",
            subImg: {uri:"https://newnessplant.in/wp-content/uploads/2022/08/5935241_orig-510x680.jpg"},
            qty:1,
            __v: 0
            },
            {
            
            subImg1: {uri:"https://i.etsystatic.com/36443250/r/il/c56a91/4029730181/il_fullxfull.4029730181_b4k8.jpg"},
            light: "ကျွဲကောပင်များ ရှင်သန်ကြီးထွားရန် နေရောင်ခြည် တိုက်ရိုက်လိုအပ်သည်။ ၎င်းတို့ကို တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ နေရောင်ခြည် ရရှိသော နေရာတွင် ထားပါ။ သို့မှသာ အကောင်းဆုံး ကြီးထွားမှုနဲ့ အသီးထွက်ရှိမှုကို ရရှိနိုင်ပါသည်။ ၎င်းတို့ကို အိမ်တွင်း၌ စိုက်ပျိုးပါက လုံလောက်သောအလင်းရောင်ရရှိရန် ဖြည့်စွက်မီးများကို အသုံးပြုပါ။",
            soil: "အနီရောင် ကျွဲကောသီးသည် ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေကို နှစ်သက်သည်။ ရေစိုမခံဘဲ အစိုဓာတ်ထိန်းထားနိုင်သော သဲမြေ သို့မဟုတ် မြေမှုန့်ကို ရွေးချယ်ပါ။ အော်ဂဲနစ်ဒြပ်စင်များကြွယ်ဝသင့်သည်။ မြေသြဇာနှင့် ရေနုတ်မြောင်းများ ကောင်းမွန်စေရန် မစိုက်ပျိုးမီ မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာဖြင့် ပြုပြင်ပါ။",
            water: "အနီရောင်ကျွဲကောပင်သည် ပုံမှန်နှင့် တသမတ်တည်း ရေလောင်းရန် လိုအပ်သည်။ မြေဆီလွှာသည် စိုစွတ်နေသော်လည်း ရေ၀င်ကြောင်း သေချာစေရန် နက်ရှိုင်းစွာ ရေလောင်းပါ။ ရေအလွန်အကျွံမဖြစ်အောင် ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ၏ အပေါ်ဘက်လက်မကို အနည်းငယ် ခြောက်အောင်ထားပါ။",
            temp: "အနီရောင် ကျွဲကောသီးများသည် အပူပိုင်းဒေသရှိ အပင်များအထိ အပူပိုင်းဒေသဖြစ်ပြီး ပူနွေးသောအပူချိန်တွင် ရှင်သန်ကြသည်။ ၎င်းတို့သည် အပူချိန် 50-100°F (10-38°C) အတွင်း ခံနိုင်ရည်ရှိသည်။ သို့သော်လည်း ၎င်းတို့သည် နှင်းခဲဒဏ်ခံနိုင်ရည်ရှိပြီး 32°F (0°C) အောက် အပူချိန်ကို သည်းမခံနိုင်ပါ။ ဆောင်းရာသီတွင် နှင်းခဲစောင်များ သို့မဟုတ် အခြားနည်းလမ်းများဖြင့် သင့်သစ်ပင်ကို အေးခဲသောအပူချိန်မှ ကာကွယ်ပါ။",
            fertilizer: "အနီရောင် ကျွဲကောပင်များကို အာဟာရဓာတ်များ ဖြည့်တင်းရန် ပုံမှန်မြေသြဇာကျွေးပါ။ 8-8-8 သို့မဟုတ် 10-10-10 ဝန်းကျင် N-P-K အချိုးဖြင့် လိမ္မော်သီးသီးသန့်မြေသြဇာကို အသုံးပြုပါ။ နွေဦးရာသီ၊ နွေဦးနှောင်းပိုင်းနှင့် ဆောင်းဦးပေါက်ရာသီများတွင် ဓာတ်မြေသြဇာကိုအသုံးပြုခြင်းဖြင့် ကျန်းမာကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိစေရန် ပံ့ပိုးပေးသည်။",
            description: "ကျွဲကောပင်၏ ပုံသဏ္ဍာန်ကို ထိန်းသိမ်းရန်၊ လေ၀င်လေထွက် ကောင်းမွန်စေရန်နှင့် အသေ သို့မဟုတ် ရောဂါရှိသော အကိုင်းအခက်များကို ဖယ်ရှားရန်အတွက် သုတ်သင်ပါ။ ကြီးထွားမှုအသစ်မစတင်မီ မြုံသောရာသီတွင် သုတ်သင်ပါ။ အင်းဆက်များ သို့မဟုတ် citrus leaf miner ကဲ့သို့သော ပိုးမွှားများကို စောင့်ကြည့်ပါ။ သင့်လျော်သော ပိုးသတ်ဆေးများ သို့မဟုတ် အော်ဂဲနစ် ပိုးမွှားထိန်းချုပ်ရေးနည်းလမ်းများကို အသုံးပြု၍ ကာကွယ်နိုင်ပါသည်"
            ,
            _id: "64b57739c8c390987daac65e",
            name: "ပတ္တမြားကျွဲကော",
            price: "7500",
            subImg: {uri:"https://i.etsystatic.com/36443250/r/il/c56a91/4029730181/il_fullxfull.4029730181_b4k8.jpg"},
            qty:1,
            __v: 0
            },
            {
            
            subImg1: {uri:"https://lunti.ph/cdn/shop/products/mangosteen_grafted_grande.jpg?v=1533007810"},
            light: "မင်းကွတ်ပင်များသည် ပူနွေးသော အပူပိုင်းရာသီဥတုတွင် ရှင်သန်ကြပြီး နေရောင်ခြည် များများလိုအပ်သည်။ တိုက်ရိုက်နေရောင်ခြည်နှင့် တစ်စိတ်တစ်ပိုင်းအရိပ်ကို ရောနှောကာ နှစ်သက်ကြသည်။ အကယ်၍ အိမ်တွင်း၌ မင်းကွတ်ပင် စိုက်ပျိုးပါက တောက်ပသော၊ သွယ်ဝိုက်သောအလင်းရောင် ပေးဆောင်ပါ သို့မဟုတ် ဖြည့်စွက်အားဖြည့်မီးများကို အသုံးပြုပါ။",
            soil: "မြေဆီလွှာသည် အော်ဂဲနစ်ဒြပ်စင်များ ကြွယ်ဝပြီး အစိုဓာတ်ထိန်းနိုင်မှု ကောင်းမွန်ရမည်။ သဲမြေ သို့မဟုတ် ရွှံ့နွံသောမြေသည် အကောင်းဆုံးဖြစ်သည်။ မင်းကွတ်ပင်များသည် အမြစ်ပုပ်နိုင်သောကြောင့် ရေစီးရေလာကောင်းမွန်စေရန် ရေနုတ်မြောင်းသေချာလုပ်ပါ။",
            water: "အစိုဓာတ်ရှိရန် လိုအပ်သော်လည်း ရေကျနေသော အခြေအနေများကို မဖြစ်စေပါနှင့်။ ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ အနည်းငယ် ခြောက်သွားအောင် နက်ရှိုင်းစွာ ရေလောင်းပါ။ သင့်ဒေသရှိ ရာသီဥတုနှင့် မိုးရေချိန်ပေါ်မူတည်၍ ကြိမ်နှုန်းကို ချိန်ညှိပါ။",
            temp: "အအေးဒဏ်ကို ခံနိုင်ရည်ရှိပြီး နွေးထွေးသော ပတ်ဝန်းကျင်တစ်ခု လိုအပ်ပါသည်။ ၎င်းတို့သည် အပူချိန် 70-95°F (21-35°C) အကြားတွင် ဖြစ်ထွန်းသည်။ အပင်ပျက်စီးခြင်း သို့မဟုတ် အပင်သေစေနိုင်သောကြောင့် ၎င်းတို့ကို အပူချိန် 40°F (4°C) အောက်နှင့် ထိတွေ့ခြင်းမှ ရှောင်ကြဉ်ပါ။ အေးသောဒေသများတွင် ဖန်လုံအိမ် အတွင်းစိုက်ပျိူးနိုင်ပါသည်",
            fertilizer: "မြင့်မားသော အာဟာရလိုအပ်ချက်များရှိသည်။ 10-10-10 သို့မဟုတ် 14-14-14 ကဲ့သို့ အချိုးညီသော မြေသြဇာကို အသုံးပြုပါ။ နွေဦးရာသီ၊ နွေဦးနှောင်းပိုင်းနှင့် ဆောင်းဦးပေါက်ရာသီများတွင် မြေသြဇာကို အသုံးပြုပေးပါ။ ထို့အပြင် မြေဆီဩဇာကောင်းမွန်စေရန် မြေဆွေး သို့မဟုတ် ပုပ်နေသော မြေဩဇာကဲ့သို့သော အော်ဂဲနစ်မြေသြဇာများကို ဖြည့်စွက်ပါ။",
            description: "လေပြင်းတိုက်ခတ်မှုကြောင့် အပင်များ ပျက်စီးနိုင်ပါသည်။ ကြီးထွားမှုအသစ်မစတင်မီ ပိုးမွှားများ သို့မဟုတ် အင်းဆက်ပိုးမွှားများ၏ ရန်မှကာကွယ်ပါ။ လိုအပ်ပါက သင့်လျော်သော ပိုးသတ်ဆေး သို့မဟုတ် အော်ဂဲနစ် ပိုးမွှားထိန်းချုပ်ရေးနည်းလမ်းများကို အသုံးပြုပါ။အပင်သည် အသီးများသီးရန် နှစ်များစွာ ကြာနိုင်ပြီး အများအားဖြင့် ၄-၆ နှစ် သို့မဟုတ် ထို့ထက်ပို၍ ကြာတတ်သည်။"
            ,
            _id: "64b57f51c8c390987daac661",
            name: "မင်းကွတ်ကိုင်းဆက်",
            price: "5000",
            subImg: {uri:"https://lunti.ph/cdn/shop/products/mangosteen_grafted_grande.jpg?v=1533007810"},
            qty:1,
            __v: 0
            },
            {
            
            subImg1: {uri:"https://www.nparks.gov.sg/-/media/ffw/migrated/round2/flora/3289/f8845b0d6ec2410c9d32dabdc2e94c86.ashx"},
            light: "ရေငန်းအပင်များသည်နေရောင်အပြည့်ဖြင့် ရှင်သန်ကြသည်။ ၎င်းတို့သည် တစ်နေ့လျှင် ၈ နာရီ တိုက်ရိုက်နေရောင်ခြည် လိုအပ်သည်။ အပင်ကို နေရောင်ခြည် ကောင်းစွာရသောနေရာတွင် ထားပါ။",
            soil: "အပင်များသည် ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။ အက်စစ်ဓာတ်အနည်းငယ် pH (6.0-7.0 ဝန်းကျင်) ရှိသော သဲမြေသည် စိုက်ပျိုးရန်အတွက် အကောင်းဆုံးဖြစ်သည်။",
            water: "အထူးသဖြင့် ခြောက်သွေ့ရာသီတွင် သို့မဟုတ် မြေဆီလွှာခြောက်သွားသည့်အခါ ပုံမှန်ရေလောင်းရန် လိုအပ်သည်။ သို့သော် အစိုဓာတ်လွန်ကဲခြင်းကြောင့် အမြစ်ပုပ်ခြင်းဖြစ်စေသောကြောင့် ရေကျခြင်းကို ရှောင်ရှားရန် အရေးကြီးပါသည်။",
            temp: "အပင်များသည် ပူနွေးပြီး အပူပိုင်းရာသီဥတုတွင် ရှင်သန်ကြသည်။ ၎င်းတို့သည် အကောင်းဆုံးကြီးထွားရန်အတွက် 75°F (24°C) နှင့် 90°F (32°C) ကြားတွင် အပူချိန်လိုအပ်သည်။ အေးသောအပူချိန်တွင် အာရုံခံစားနိုင်သောကြောင့် ၎င်းတို့အား နှင်းခဲ သို့မဟုတ် အလွန်အမင်းအေးခြင်းမှ ကာကွယ်ပါ။",
            fertilizer: "ကျန်းမာသောကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိမှုကို မြှင့်တင်ရန်အတွက် အပင်ကို ပုံမှန်မြေသြဇာကျွေးပါ။ နိုက်ထရိုဂျင် (N)၊ ဖော့စဖရပ် (P) နှင့် ပိုတက်စီယမ် (K) အချိုးညီသော မျှတသော၊ အနှေးထုတ်မြေသြဇာကို အသုံးပြုပါ။ စိုက်ပျိုးရာသီတွင် 2-3 လတစ်ကြိမ် မြေသြဇာကို အသုံးပြုပေးပါ။ မှန်ကန်သော ပမာဏအတွက် မြေသြဇာထုပ်တွင် ညွှန်ကြားချက်များကို လိုက်နာပါ။",
            description: "ပန်းပွင့်ပြီး ၈-၁၂ လခန့်တွင် အသီးအရေ နီညိုရောင်ပြောင်းသွားကာ အကြေးခွံများ ခြောက်သွေ့ပြီး ကြွပ်ဆတ်လာသင့်သည်။ တံစဉ်များကိုဖြတ်တောက်ခြင်း သို့မဟုတ် ချွန်ထက်သောဓားကိုအသုံးပြု၍ သစ်ကိုင်းအနီးရှိ အသီးအညှာကို ဂရုတစိုက်ဖြတ်ပါ။ ဆလပ်ပင်တွင် စူးရှသောဆူးများ ရှိသောကြောင့် သတိထားပါ။"
            ,
            _id: "64b6b59b2f1690731d12e081",
            name: "ရေငန်းသီးအပင်",
            price: "5000",
            subImg: {uri:"https://www.nparks.gov.sg/-/media/ffw/migrated/round2/flora/3289/f8845b0d6ec2410c9d32dabdc2e94c86.ashx"},
            qty:1,
            __v: 0
            },
            {
            
            subImg1: {uri:"https://plantogram.com/wa-data/public/shop/products/55/06/655/images/1618/1618.750@2x.jpg"},
            light: "နေရောင်ခြည် တစ်နေ့ပတ်လုံး ကောင်းမွန်စွာလိုအပ်ပါသည်။",
            soil: "ဓာတုကင်းစင်သော မြေအမျိုးအစားဖြစ်ရပါမည်။ ၃ပေပတ်လည်၊ ၃ ပေအနက် ကျင်းတွင်စိုက်ပါက ပိုကောင်းပါသည်။",
            water: "ရေပုံမှန်လောင်းရန် လိုအပ်ပါသည်။ ၂ နှစ်သားအရွယ်တွင် ၂၀လီတာ၊  ၂ နှစ်သားမှ ၅နှစ်သားအရွယ်တွင် ၅၀လီတာ၊ ၅နှစ်သားမှ ၁၀နှစ်သားအရွယ်တွင် ၂၀၀ လီတာ လိုအပ်ပါသည်။",
            temp: "မြန်မာနိုင်ငံရာသီဥတု နှင့်ကိုက်ညီသောကြောင့် မည်သည့်နေရာ တွင်မဆိုစိုက်ပျိုးနိုင်ပါသည်။",
            fertilizer: "မြေဩဇာပုံမှန်ကျွေးရန် လိုအပ်ပါသည်။  N-P-K 15-15 အသုံးပြုနိုင်ပါသည်။ အညွှန်းအတိုင်းကျွေးပါ။ အသီးများသီးလာလျှင် အပင်ပတ်ပတ်လည် ကျင်း ၃-၄ ကျင်းတူးကာ သဘာဝမြေဩဇာ (နွားချေး၊နှမ်းဖတ်..စသည်) ကို အရည်ဖျော်ကာကျွေးနိုင်ပါသည်။",
            description: "စိန်တစ်လုံးသရက်သည် ပြည်တွင်းသာမက ပြည်ပသို့တင်ပို့ရောင်းချနေသော သရက်သီးဖြစ်ပါသည်။ အထူးလိုအပ်သည်မှာ ကိုင်းမွေးစနစ် ဖြစ်ပါသည်။ အကိုင်းများလေ အသီးများလေဖြစ်တာကြောင့် အပင်အမြင့် ၃ ပေကျော်လျှင်ကိုင်းမွေးစနစ် လုပ်ဆောင်နိုင်ပါသည်။ ခေါင်အရွက်(ကိုင်း)ကို ဖြတ်ကာ ကိုင်းအသစ်များထွက်လာစေခြင်းဖြစ်ပါသည်။ အသီးများသီးလာ လျှင် အိတ်စွပ်စနစ်ဖြင့် ဆက်လက်ပျိုးထောင်နိုင်ပါသည်။"
            ,
            _id: "64b7dfc1c35e348eeacff424",
            name: "စိန်တစ်လုံးသရက်",
            price: "3000",
            subImg: {uri:"https://plantogram.com/wa-data/public/shop/products/55/06/655/images/1618/1618.750@2x.jpg"},
            qty:1,
            __v: 0
            },
            {
           
            subImg1: {uri:"https://i.pinimg.com/564x/1d/80/c4/1d80c40addcd73b75e4e0d04ddca23bb.jpg"},
            light: "စပျစ်ပင်များကို စင်တင်စနစ်ဖြင့်ပိုစိုက်ကြသည်။ စပျစ်ပင်များ ရှင်သန်ရန် နေရောင်ခြည် အပြည့်အဝ လိုအပ်သည်။ စိုက်ထားသောအပင်ကို နေ့စဥ်နေရောင်ခြည်တိုက်ရိုက် ၆ နာရီမှ ၈ နာရီအထိ ရရှိသည့်နေရာတွင် ထားပါ။ လုံလောက်သော နေရောင်ခြည်သည် ကျန်းမာရေးနှင့် ညီညွတ်သော ကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိမှုအတွက် မရှိမဖြစ်လိုအပ်သည်။",
            soil: "အက်စစ်ဓာတ်အနည်းငယ်ရှိသော ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။ မြေသြဇာကောင်းသော မြေဆီလွှာသည် အကောင်းဆုံးဖြစ်သည်။ သင့်မြေဆီလွှာသည် လေးလံသော သို့မဟုတ် ရွှံ့စေးဖြစ်နေပါက ရေနုတ်မြောင်းများကောင်းမွန်စေရန်အတွက် အော်ဂဲနစ်ပစ္စည်း (မြေဆွေး) နှင့် သဲများကို ထည့်စဉ်းစားပါ။",
            water: "စိုက်ထားသော အပင်ငယ်များသည် အမြစ်စနစ် ခိုင်ခံ့သည့်တိုင်အောင် ရေလောင်းရန် ပို၍ မကြာခဏ လိုအပ်နိုင်သည်။ စိုက်ပြီးသည်နှင့် အပင်ကို နက်ရှိုင်းစွာ ရေလောင်းရသော်လည်း ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ တစ်စိတ်တစ်ပိုင်း ခြောက်သွားအောင် ရေလောင်းပါ။",
            temp: "အပင်များသည် အေးသောအပူချိန် ကိုပိုနှစ်သက်ကာ အပူပိုင်းဒေသ အပူပိုင်းဒေသတွင်လည်း ရှင်သန်နိုင်ကြသည်။ ကြီးထွားမှုအတွက် အသင့်တော်ဆုံး အပူချိန်မှာ 60°F မှ 85°F (15°C မှ 29°C) ကြားဖြစ်သည်။",
            fertilizer: "မှန်ကန်သော မျိုးအောင်ခြင်းသည် ကျန်းမာရေးနှင့် ညီညွတ်သော ကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိရန် အရေးကြီးပါသည်။ 8-8-8 သို့မဟုတ် 10-10-10 အချိုး N-P-K အချိုးညီသော citrus မြေသြဇာကို အသုံးပြုပါ။ တက်ကြွသောကြီးထွားရာသီ (နွေဦးနှင့်နွေရာသီ) တွင် 6-8 ပတ်တစ်ကြိမ်မြေသြဇာကိုအသုံးပြုပါ။ ဆောင်းရာသီတွင် ဓာတ်မြေသြဇာကို ရှောင်ပါ။",
            description: "ကျန်းမာရေးဆိုင်ရာ လက္ခဏာများအတွက် စိုက်ထားသောအပင်ကို ပုံမှန်စစ်ဆေးရန်လိုအပ်ပါသည်။"
            ,
            _id: "64b7e52bc35e348eeacff427",
            name: "စပျစ်ပျိုးပင်",
            price: "1700",
            subImg: {uri:"https://i.pinimg.com/564x/1d/80/c4/1d80c40addcd73b75e4e0d04ddca23bb.jpg"},
            qty:1,
            __v: 0
            },
            {
           
            subImg1: {uri:"https://i.pinimg.com/564x/36/06/ac/3606ac75cb7200ccd51ef3f52c0a08ce.jpg"},
            light: "နေရောင်အပြည့်တွင် ရှင်သန်သော်လည်း၊ အထူးသဖြင့် ပူပြင်းသောဒေသများတွင် တစ်စိတ်တစ်ပိုင်းအရိပ်ကို ခံနိုင်ရည်ရှိသည်။ အမိုးအကာအောက်တွင် မီးအလင်းရောင်ဖြင့်စိုက်ပျိုးနိုင်သည်။",
            soil: "ကောင်းစွာ စိမ့်ဝင်၊ မြေသြဇာကောင်းပြီး ကြားနေမြေဆီလွှာတွင် အက်စစ်ဓာတ် အနည်းငယ် ပိုကြိုက်သည်။ အော်ဂဲနစ်ဒြပ်ပစ္စည်းပါဝင်မှုကောင်းမွန်သော မြေစပ်မြေသည် ကြီးထွားမှုအတွက် အကောင်းဆုံးဖြစ်သည်။ ၎င်းတို့သည် မြေအမျိုးအစား အမျိုးမျိုးကို ခံနိုင်ရည်ရှိသော်လည်း ရေအလွန်အကျွံ ထိန်းထားနိုင်သော လေးလံသော ရွှံ့စေးမြေများကို ရှောင်ရှားရန် အရေးကြီးသည်။",
            water: "ကြီးထွားမှုကာလတွင် ပုံမှန်ရေလောင်းရန် လိုအပ်သည်။ မြေဆီလွှာကို တသမတ်တည်း စိုစွတ်စေသော်လည်း ရေမ၀င်အောင် ထားပါ။ ပူပြင်းခြောက်သွေ့သောကာလတွင် သစ်ပင်ခြောက်ခြင်းမှကာကွယ်ရန် ရေလောင်းသည့်အကြိမ်ရေကို တိုးမြှင့်ပါ။ သို့သော် အမြစ်ပုပ်သွားစေနိုင်သောကြောင့် ရေအလွန်အကျွံထွက်ခြင်းကို ရှောင်ကြဉ်ပါ။",
            temp: "အေးသောအပူချိန်တွင် အာရုံခံစားနိုင်ကာ အပူပိုင်းဒေသ အပူပိုင်းဒေသတွင် ရှင်သန်ကြသည်။ ကြီးထွားမှုအတွက် အသင့်တော်ဆုံး အပူချိန်မှာ 60°F မှ 85°F (15°C မှ 29°C) ကြားဖြစ်သည်။ စိုက်ထားသောအပင်ကို အေးခဲသောအပူချိန်မှ ကာကွယ်ပါ။",
            fertilizer: "မှန်ကန်သော မျိုးအောင်ခြင်းသည် ကျန်းမာရေးနှင့် ညီညွတ်သော ကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိရန် အရေးကြီးပါသည်။ 8-8-8 သို့မဟုတ် 10-10-10 အချိုး N-P-K အချိုးညီသော citrus မြေသြဇာကို အသုံးပြုပါ။ တက်ကြွသောကြီးထွားရာသီ (နွေဦးနှင့်နွေရာသီ) တွင် 6-8 ပတ်တစ်ကြိမ်မြေသြဇာကိုအသုံးပြုပါ။ ",
            description: "အပင်ကို သဘာဝ မြေဩဇာလည်း ကျွေးနိုင်ပါသည်။ ကြီးထွားမှုအသစ်နှင့် ကျန်းမာရေးဆိုင်ရာ လက္ခဏာများအတွက် စိုက်ထားသောအပင်ကို ပုံမှန်စစ်ဆေးပါ။ "
            ,
            _id: "64b7ea3ec35e348eeacff42a",
            name: "ဩဇာပျိုးပင်",
            price: "2000",
            subImg: {uri:"https://i.pinimg.com/564x/36/06/ac/3606ac75cb7200ccd51ef3f52c0a08ce.jpg"},
            qty:1,
            __v: 0
            },
            {
                subImg1:{uri:"https://greenway.sgp1.digitaloceanspaces.com/post_covers/a5246d13f817b4a1fde2e36fe4df588a.jpg"},
                light: "စိုက်ကျင်းအား ဧပြီလလယ်မှမေလအတွင်း (၂) ပေပတ်လည် အနက် (၂) ပေ ဇလားပုံတူးပါ။ အပေါ်ယံမြေသားကို ကျင်းတစ်ဖက်တွင်စုပုံ၍ ကျင်း အောက်ခြေမှမြေသားကို အခြားတစ်ဖက်တွင်စုပုံပါ။ ကျင်းတစ်ကျင်းတွင် ရော့ဖော့စဖိတ် မြေသြဇာနို့ဆီဗူးတစ်ဝက်နှင့် အပေါ်ယံမြေကိုရောပြီး ကျင်းထဲသို့ ထည့်ပြီးမှ အောက်မှမြေသားကို မြေမျက်နှာပြင်ထက် (၄)လက်မ ပိုမြင့် အောင်ဖို့ထားရသည်။ ပန္နက်တိုင်ကိုပြောင်းပြန်စိုက်ထားရသည်။",
                soil: "အပေါ်ရွက်ဖုံရင့်နေသည့်ရွက်ဖုံ(၂၃)ဖုံရှိ အဖူးဆက်ရော်ဘာပျိုးပင်ကိုရွေးချယ် စိုက်ပျိုးပါ။ ပလပ်စတစ်အိတ်ပျိုးပင်ကို အောက်ခြေတွင် အိတ်အားဓါးဖြင့် ဖြတ်ဖွင့်ကာအိတ်၏ ဘေးအားအောက်ခြေမှအပေါ်သို့ အိတ်၏သုံးပုံတစ်ပုံ အထိခွဲပြီးနောက် စိုက်ပျိုးရန်ပြန်ဖော်ထားသော စိုက်ကျင်းထဲတွင်ချရသည်။",
                water: "ရော်ဘာစိုက်ပျိုးသည့် ပထမ(၃) နှစ်အတွင်း အပိုဝင်ငွေရရှိစေရန်နှင့် ပေါင်း နှိမ်နင်းနိုင်စေရန် ကြားသီးနှံများအား ရော်ဘာပင်တန်းအခြေမှ (၅)ပေခွာ၍ စိုက်ပျိုးပါ။ သွင်းအားစုများများကို မိုးဦးမိုးနှောင်း အချိန်ကိုက်အချိုးညီ ထည့်သွင်းသုံးစွဲပါ။အဖူးကူးပင်ကို အမြင့်(၅၀)လက္ခတွင်လုံးပတ်(၂၀)လက္မ၊ အစေ့စိုက်ပင်ကို မြေပြင်မှအမြင့် ၂၀ လက္ခတွင် လုံးပတ်(၂၀)လက္မပြည့်ပါက အစေးခြစ်နိုင်မည်ဖြစ်ပါသည်။",
                temp: "ရော်ဘာသည် ပင်လယ် ရေမျက်နှာပြင်ထက် အမြင့်ပေ (၁၀ဝဝဝ) ကျော်ထိ စိုက်ပျိုးနိုင်ပြီး အပူအအေးပြောင်းလဲမှု နည်းသော ရာသီဥတုကို ကြိုက်နှစ်သက်ပါသည်။ အပူချိန် ၅၅ ဒီဂရီဖာရင်ဟိုက် မှ ၁၀ဝ ဒီဂရီဖာရင်ဟိုက် အတွင်းနှင့်  မိုးရေချိန် လက်မ ၈၀ မှ ၁၆၀ အတွင်းကောင်းမွန်စွာ ဖြစ်ထွန်းပါသည်။ ရော်ဘာသည်မြေချဉ်ငံဓာတ်(pH) ၄မှ ၆ အတွင်း ရော်ဘာပင်ကောင်းစွာ ဖြစ်ထွန်းနိုင်ပြီး၊ လေဝင်လေထွက်ကောင်းသောမြေ၊ သဲမဆန်လွန်း မစေးလွန်းသောမြေ၊ မြေသားထု အနဲဆုံး (၄)ပေ ထူသောမြေတွင် စိုက်ပျိုးရန် သင့်တော်ပါသည်။",
                fertilizer: "အပင်များ ရှင်သန်ဖွံ့ဖြိုးလာစေရန် ပုံမှန်မြေဩဇာ ကျွေးရပါသည်။ အပင်စိုက်ပျိုးပြီး တစ်လအကြာတွင် မြေဩဇာစတင်ကျွေးပါသည်။ ပုံမှန်အားဖြင့် မိုးဦးမိုးနှောင်း အနေဖြင့် တစ်နှစ်နှစ်ကြိမ်ကျွေးရပါသည်။ အပင် သက်တမ်းအလိုက် မြေဩဇာ ကျွေးရမည့်နှုန်း ကွာခြားပြီး စတင် စိုက်ပျိုးချိန်မှ ဒုတိယနှစ်သားအထိ NPK 12: 12: 6 ရောစပ်ထား သောမြေဩဇာအား၂၅၀ဂရမ်အား/ PH ဖြင့် ထည့်သွင်း ပေးပါသည်။ တတိယ နှစ်သားမှ ၆ နှစ်သား အထိ ၅၀ဝဂရမ်နှုန်းဖြင့်၎င်း ၇နှစ်သားတွင် 12: 12: 6: 4 မက်ဂနီဆီယမ် အပါ ၆၅၀၀ ဂရမ် နှုန်းဖြင့် လည်းကောင်း၊ ၈ နှစ် နှင့်အထက်ရောက် ရော်ဘာ ပင်များအား ၅၀ဝ ဂရမ် နှုန်းဖြင့် လည်းကောင်း ကျွေးသင့်သည်။ မြေဩဇာ ကျွေးရာတွင် အပင် ဖြစ်ထွန်းမှုအလိုက် ဆူးထိုးကျွေးခြင်း၊ ပေါက်ကျွေးခြင်း၊ စက်ဝိုင်းပတ် ဖြူး ကျွေးခြင်း၊ ကြွက်မြီးတန်း ကျွေးခြင်း နှင့် လိုင်းကြား ကြဲပတ် ကျွေးခြင်း ဖြင့် အမျိုးမျိုး ကျွေးသည်။ ထိရောက်မှု ရှိစေရန် မြေအနေအထားအလိုက် ကျွေးနည်းစနစ် ပြောင်းလဲပေးနိုင်ပါသည်။ ဒေသတွင် ရနိုင်သော သဘာဝမြေဩဇာဖြစ်သည့် နွားချေး၊ ကြက်ချေးဆွေး၊ သစ်ဆွေးတို့ကို ထည့်သွင်းနိုင်သည်။",
                description: "ရော်ဘာသည် ပြည်တွင်းစက်မှုလုပ်ငန်းတွက်သာမက ပြည်ပပို့ကုန်များတွက်လည်း အရေးပါသောစက်မှုကုန်ကြမ်းသီးနှံ ဖြစ်ပါသည်။ ရော်ဘာပင်၏ စီးပွားရေးသက်တမ်းကာလအတွင်း စက်မှုကုန်ကြမ်းအတွက်ရော်ဘာအစေးရရှိသည့်အပြင်အပင်အိုသည့်အခါရော်ဘာအသစ်အဖြစ်အသုံးပြုနိုင်ပါသည်။"
                ,
                _id: "64ce0dbed3f44a27d136c7ef",
                name: "ရော်ဘာပျိုးပင်",
                subImg: {uri:"https://greenway.sgp1.digitaloceanspaces.com/post_covers/a5246d13f817b4a1fde2e36fe4df588a.jpg"},
                price: "1200",
                type: "raw",
                __v: 0
                },
                {
                
                subImg1: {uri:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbOHKxIHW9y4cYC86delfkUlIwb85WsqGZaQ&usqp=CAU"},
                light: "Acacia မျိုးစိတ်သည် အကောင်းဆုံးကြီးထွားရန်အတွက် အလင်းရောင်အပြည့်အဝရရှိရန်လိုအပ်သည်။ အရိပ်ကျပါက ကြီးထွားမှုရပ်ဆိုင်းသွားပြီး သေးသွယ်သွားမည်။ စိုက်ပြီး ၄ - ၆ လသားတွင် ပင်ခြေမှ ထွက်လာမည့်ကိုင်းများအား ရှင်းလင်းပေးရမည်။ ဒုတိယအကြိမ် ကိုင်းဖြတ်ရှင်းလင်းခြင်းကို အပင်အမြင့် ပေ ၂၀ ရှိချိန် လုံးပတ်အချင်း ၂ စင်တီမီတာ အထက်ရှိသော အဓိကအားဖြင့် ပင်စည်ပုပ်ဖြစ်နေသောကိုင်းများကို ဖယ်ရှားရမည်။ ",
                soil: "မြေဆီလွှာတွင် အော်ဂဲနစ်ဓာတ်ကြွယ်ဝရမည်။ Acacia မန်ဂျန်ရှား သစ်ပင်သည် အပေါ်ယံ မြေမျက်နှာပြင်၏ နိုက်ထရိုဂျင်ပမာဏကို ပြန်လည်မြင့်မားစေသည့်အတွက် Acacia မန်ဂျန်ရှား သစ်ပင်နှင့်တွဲ၍ စိုက်ပျိုးသောမြေနေရာတွင် နိုက်ထရိုဂျင် ပါဝင်မှု ပမာဏကို ပိုများစေသည်။ လျှင်မြန်စွာကြီးထွားသော အပင်ဖြစ်သောကြောင့် မြေဆီသြဇာချို့တဲ့သော မြေနေရာတွင် အမြစ်ပိုင်းအဖွဲ့အစည်းများ လျှင်မြန်စွာဖြစ်ထွန်းသည်။ ",
                water: "အခြေခံအားဖြင့် ရာသီဥတုပေါ်မူတည်၍ နွေရာသီတွင် တစ်ပတ်လျှင် ပျမ်းမျှ 4 ကြိမ်နှင့် ကျန်နှစ်တွင် တစ်ပတ်လျှင် 2 ကြိမ်ခန့် ရေလောင်းရမည်ဖြစ်သည်။ ပူနွေးသောရာသီတွင် ချေး သို့မဟုတ် mulch ကဲ့သို့သော အော်ဂဲနစ်မြေသြဇာများဖြင့် မြေသြဇာကျွေးရန် အကြံပြုထားသည်။",
                temp: "Acacia မန်ဂျန်ရှားအပင်သည် ရေစီးဆင်းမှုညံ့ဖျင်း၍ မြေဆီအဟာရချို့တဲ့သော မြေတွင် ရှင်သန်နိုင်သော်လည်း ရေစီးဆင်းမှုကောင်းမွန်ပြီး မြေဆီထက်သန်သောမြေတွင် ပိုမိုဖြစ်ထွန်းသည်။ ",
                fertilizer: "ပျိုးပင်ရရှိရန်အတွက် သီးတောင့်များမှ ရိတ်သိမ်းပြီးစသီးတောင့်များ ဖြစ်ရန်လိုအပ်သည်။ အပူချိန် ၄၅ ဒီဂရီစင်တီဂရိတ် နှင့် တိုက်ရိုက်နေရောင်ရရှိပါက အပင်ပေါက်နှုန်း ကျဆင်းမည်ဖြစ်သည်။ မျိုးစေ့အား ၄ - ၅ ဒီဂရီစင်တီဂရိတ် တွင် ၁ - ၂ နှစ်ထိ သိမ်းဆည်းထားပါက အပင်ပေါက်နှုန်း ၆ % ထိသာ လျော့နည်းနိုင်သည်။",
                description: "စက္ကူပျော့ဖတ်ထုပ်ရန်အတွက် တစ်ဧကလျှင် အပင် ၅၀၀ ကျော် စိုက်ပျိုးခြင်းဖြင့် ၁၈ လ မှ စတင်ခုတ်လှဲနိုင်ပြီး ၆ - ၈ နှစ် တွင် တစ်ဧကလျှင် ၂၆၃ ပင်စည် နောက်ဆုံးရရှိမည်ဖြစ်သည်။ ပထမစိုက်ပျိုးထားသော အပင်များကို အပင်ကောင်း စွာကြီးထွားရန်အတွက် ဧက ၂၀၀၀ ကျော် ရှိအပင်များကို ဧက ၃၇၀ ကျော် ကျန်သည်အထိ ၂ - ၃ ကြိမ် ခန့် ခုတ်ရှင်းပေးရမည်။ အစားအစာအဖြစ် - ပျိုးပင်ပေါက်များကို ဟင်းသီးဟင်းရွက်အဖြစ် ချက်ပြုတ်စားသောက်နိုင်သည်။ မန်ဂျန်ရှားလွှစာသည် ရှီတာကီမှိုထုတ်လုပ်ရန်အတွက် အကောင်းဆုံး ကုန်ကြမ်းဖြစ်သည်။ Acacia မန်ဂျန်ရှား သစ်သားများသည် ခွဲစိတ်ရန်လွယ်ကူခြင်း၊ အိမ်ထောင် ပရိဘောဂ လုပ်ငန်းများ၊ စက္ကူကြိတ်ဖတ်များနှင့် လောင်စာတောင့်များ၊ စက်ရုံများအတွက် သုံးစွဲကြသည်။ အဆိုပါစက်ရုံများသည် Acacia မန်ဂျန်ရှား သစ်ပင်အစိုကို တန် ပမာဏ များစွာလိုအပ်ပါသည်။"
                ,
                _id: "64ce42ba97bc380839fe44fa",
                name: "မန်ဂျန်ရှား",
                subImg: {uri:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbOHKxIHW9y4cYC86delfkUlIwb85WsqGZaQ&usqp=CAU"},
                price: "2000",
                type: "raw",
                __v: 0
                }
]