export default[ 
    {
      
      description: "ပိုးမွှားများအတွက် ပိုးသတ်ဆေးဆပ်ပြာ သို့မဟုတ် စိုက်ခင်းဆီများ အသုံးပြုခြင်းနှင့် ရောဂါများအတွက် မှိုသတ်ဆေးများ အသုံးပြုခြင်းဖြင့် အပင်များကို ပိုးမွှားကျရောက်ခြင်း သို့မဟုတ် ရောဂါလက္ခဏာများအတွက် ကာကွယ်နိုင်ပါသည်။",
      subImg1: {uri:"https://images.unsplash.com/photo-1604254279138-889959ad848b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=388&q=80"},
      subImg2: {uri:"https://images.unsplash.com/photo-1554727434-3b79048db6a4?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=869&q=80"},
      subImg3: {uri:"https://images.unsplash.com/photo-1554727433-c6a38c51534c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=869&q=80"},
      light: "ဂန္ဓမာပန်းများကို မြန်မာနိုင်ငံ၏ နေရာဒေသမရွေး စိုက်ပျိုးနိုင်ပါသည်။ ဂန္ဓမာပန်း များသည် ကြီးထွားရှင်သန်ရန် နေရောင်လုံလောက်စွာ လိုအပ်သည်။ ၎င်းတို့သည် တစ်နေ့လျှင် အနည်းဆုံး ခြောက်နာရီခန့် နေရောင်ခြည် တိုက်ရိုက်ထိတွေ့ခြင်းကို နှစ်သက်ကြသည်။ နေရောင်ခြည်များများရနိုင်သောနေရာတွင်စိုက်ပျိူးပါ။ အမိုးအကာအောက်တွင်စိုက်ပျိူးပါက မီးအလင်းရောင် ဖြင့်စိုက်ပျိူးနိုင်ပါသည်။",
      soil: "ဂန္ဓမာများသည် အော်ဂဲနစ်ဒြပ်များကြွယ်ဝသော ကောင်းစွာရေဆင်းရှိသောမြေကိုနှစ်သက်သည်။ မစိုက်ပျိုးမီ မြေဆွေး (သို့) ကောင်းစွာ ပုပ်နေသော မြေဩဇာများကို ပေါင်းထည့်ခြင်းဖြင့် မြေဆီဩဇာနှင့် ရေစီးရေလာ ကောင်းမွန်စေရန် ပြုပြင်ပါ။",
      water: "ဂန္ဓမာပင်များကို ပုံမှန်ရေလောင်းပေး၍ မြေဆီလွှာကို စိုစွတ်စေသော်လည်း ရေမ၀ပ်စေပါနှင့်။ တစ်ပတ်လျှင် တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် ရေလောင်းနိုင်ပါသည်။ စိုစွတ်သောအရွက်များသည် မှိုရောဂါဖြစ်စေနိုင်သောကြောင့် အပေါ်မှရေလောင်းခြင်းကို ရှောင်ကြဉ်ပါ။",
      temp: "ဂန္ဓမာပန်း များသည် ယေဘူယျအားဖြင့် အေးခဲ-မာကျောသော နှစ်ရှည်ပင်များဖြစ်သော်လည်း သီးခြားမျိုးကွဲများသည် မတူညီသော အပူချိန်လိုအပ်ချက်များရှိနိုင်ပါသည်။ ၎င်းတို့သည် နေ့ဘက်တွင် အပူချိန် 60°F (15°C) နှင့် 75°F (24°C) ကြားတွင် ရှင်သန်ကြပြီး ညအချိန်တွင် ပိုအေးသော အပူချိန်တွင် ရှင်သန်ကြသည်။ အချို့သောမျိုးကွဲများသည် အလင်းနှင်းခဲများကို ခံနိုင်ရည်ရှိပြီး အချို့မျိုးများသည် အကာအကွယ်လိုအပ်နိုင်သည် သို့မဟုတ် အေးသောဒေသများတွင် နှစ်စဉ်အဖြစ် စိုက်ပျိုးနိုင်သည်။",
      fertilizer: "ဂန္ဓမာပင်များသည် ကြီးထွားရာသီတွင် ပုံမှန်အစာကျွေးခြင်းမှ အကျိုးရှိသည်။ ပန်းပွင့်အပင်များအတွက် ဖော်စပ်ထားသည့် မျှတသော ရေပျော်ဝင်သည့် မြေသြဇာ သို့မဟုတ် အနှေးထုတ်လွှတ်သည့် မြေသြဇာကို အသုံးပြုပါ။ သင့်လျော်သော ပမာဏအတွက် အထုပ်ညွှန်ကြားချက်များကို လိုက်နာပြီး ဓာတ်မြေသြဇာကို နှစ်ပတ်မှ လေးပတ်တစ်ကြိမ် အသုံးပြုပေးပါ။ အပွင့်နည်းပြီး အရွက်များ အလွန်အကျွံ ကြီးထွားလာစေနိုင်သောကြောင့် မြေသြဇာအလွန်အကျွံမမိစေရန် သတိထားပါ။"
      ,
      _id: "64b7c51f9ba7fadc1ea08307",
      name: "ဂန္ဓမာပန်း",
      subImg: {uri:"https://images.unsplash.com/photo-1569090876737-30e9e1cbcded?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=388&q=80"},
      price: "3000",
      qty:1
      
      },
      {
     
      description: "မိုးသည်းထန်စွာရွာသွန်းခြင်း သို့မဟုတ် လေပြင်းတိုက်ခတ်ခြင်းကဲ့သို့သော ပြင်းထန်သောရာသီဥတုအခြေအနေများမှ ကာကွယ်ပါ။",
      subImg1: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
      subImg2: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
      subImg3: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
      light: "သဇင်ပန်းများသည် ပုတက်သစ်ခွမျိုးဖြစ်ပြီး ပင်စည်များသည်တစ်စုတစ်စည်းတည်းဖြစ်ကာ ပုတက်များစွာပါဝင်သည်။ ပန်းခိုင်သည် ပုတက်အရင်း၏ နံဘေးမှထွက်ကာ ပုတက်မှာအစိမ်းရောင်ရှိပါသည်။ သဇင်ပန်းကိုနေရောင် ပြင်းပြင်း တိုက်ရိုက်မကျစေဘဲ အမိုးအကာအောက်တွင် နေ‌ရောင်တစ်စိတ်တစ်ပိုင်းကျစေခြင်းဖြင့်စိုက်ပျိုးနိုင်သည်။",
      soil: "သဇင်ပန်းကို စိုက်ပျိူးရာတွင် အုန်းဆံပတ်များဖြင့်စိုက်ပျိုးခြင်းသည် အကောင်းဆုံးဖြစ်သည်။",
      water: "စိုက်ပျိူးကာစတွင် ရေများများလောင်းပေးရန်လိုအပ်သော်လည်း ရေမဝပ်စေပါနှင့်။ ပန်းခိုင်များထွက်လာလျှင် ရေကိုလျှော့လောင်းနိုင်ပါသည်။ ရေလောင်းရာတွင် ပန်းခိုင်ကို မလောင်းဘဲ အုန်းဆံပတ်ကိုသာ လောင်းရန်အရေးကြီးပါသည်။",
      temp: "အပူချိန် 60°F (15°C) နှင့် 75°F (24°C) နှင့် ပူနွေးစိုစွတ်သော ရာသီဥတုကိုနှစ်သက်ပါသည်။",
      fertilizer: "မြေဩဇာအဖြစ် ပဲဖက်၊ နှမ်းဖက်၊ နွားချေးတို့ကို ရေနှင့်ရောကာဖျော် လောင်းနိုင်ပါသည်။ နေ့စဉ်မနက်ပိုင်းတွင် မြေဩဇာကျွေးပါ။ပန်းခိုင်များထွက်လာလျှင်  မြေဩဇာကျွေးခြင်းကိုရပ်နိုင်ပါသည်။"
      ,
      _id: "64b7c5d89ba7fadc1ea0830a",
      name: "တော်ဝင်သဇင်ပန်း",
      subImg: {uri:"https://i.pinimg.com/736x/9a/88/e7/9a88e78ffeff94b3fc1293ea18f9c44a.jpg"},
      price: "4000 ",
      qty:1
      
    },
      {
      
      description: "မှန်ကန်သောကြီးထွားမှုအခြေအနေများနှင့် ပြုစုစောင့်ရှောက်မှုပေးခြင်းဖြင့် သင့်ဥယျာဉ်ရှိ လီလီပန်းများ၏အလှကို ခံစားနိုင်ပါသည်။",
      subImg1: {uri:"https://i.pinimg.com/564x/1a/24/ce/1a24cec64eebc84f29a899a5e3c2fa7f.jpg"},
      subImg2: {uri:"https://i.pinimg.com/564x/ca/76/10/ca761003cbed998c4b660dd009caf054.jpg"},
      subImg3: {uri:"https://i.pinimg.com/736x/7a/9c/57/7a9c5787ca34ddb14a9bd9444e1bb9b7.jpg"},
      light: "လီလီပန်းများသည် အကောင်းမွန်ဆုံးကြီးထွားရန်အတွက် ယေဘုယျအားဖြင့် နေ၏တစ်စိတ်တစ်ပိုင်းအရိပ်သို့ အပြည့်အဝလိုအပ်သည်။ တစ်နေ့လျှင် အနည်းဆုံး ခြောက်နာရီ တိုက်ရိုက်နေရောင်ကို နှစ်သက်ကြသည်။ ပူပြင်းသောရာသီဥတုတွင် နေထိုင်ပါက နေ့၏ အပူဆုံးအချိန်အတွင်း တစ်စိတ်တစ်ပိုင်း အရိပ်ပေးခြင်းသည် အကျိုးရှိနိုင်သည်။",
      soil: "လီလီပန်းများသည် အက်စစ်ဓာတ်အနည်းငယ်မှ အလယ်အလတ်ရှိသော pH (6.0 မှ 7.0 ဝန်းကျင်) ဖြင့် ကောင်းစွာ စိမ့်ဝင်သောမြေတွင် ပေါက်ရောက်သည်။ မြေဆီလွှာသည် အော်ဂဲနစ်ဒြပ်စင်များ ကြွယ်ဝပြီး မြေမှုန့်ဖြစ်သင့်သည်။ သင့်မြေဆီလွှာသည် ရွှံ့စေး သို့မဟုတ် သဲများ ထူထပ်နေပါက ၎င်းကို မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာဖြင့် ပြုပြင်ပါ။",
      water: "လီလီပန်းများသည် စိုစွတ်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။ ရေများများလောင်းခြင်းသည် အမြစ်ပုပ်စေနိုင်သောကြောင့် ရေအလွန်အကျွံပေးခြင်းမှ ရှောင်ကြဉ်ပါ။",
      temp: "လီလီများသည် ယေဘူယျအားဖြင့် မာကျောပြီး အမျိုးအစားပေါ်မူတည်၍ ကျယ်ပြန့်သောအပူချိန်ကို ခံနိုင်ရည်ရှိသည်။ လီလီအများစုသည် အေးမြသောအပူချိန်မှ အလယ်အလတ်အပူချိန်ကို နှစ်သက်ကြသည်။ နေ့ဘက်အပူချိန် 65-75°F (18-24°C) နှင့် ညအပူချိန် 50-60°F (10-15°C) ဝန်းကျင်သည် ၎င်းတို့၏ ကြီးထွားမှုအတွက် သင့်လျော်ပါသည်။ သို့ရာတွင်၊ သတ်မှတ်ထားသော လီလီမျိုးကွဲများသည် မတူညီသော အပူချိန်လိုအပ်ချက်များ ရှိနိုင်သည်။",
      fertilizer: "လီလီများကို ပုံမှန်ကျွေးခြင်းဖြင့် အကျိုးရှိသည်။ မစိုက်ပျိုးမီ မြေဆီလွှာတွင် ဆွေးမြေ့နေသော မြေသြဇာ သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဆွေးကို ပေါင်းထည့်ပါ။ ကြီးထွားမှုစတင်သည်နှင့် ပန်းပွင့်အပင်များအတွက် ဖော်စပ်ထားသည့် မျှတသော မြေသြဇာ သို့မဟုတ် အရည်ဓာတ်ကို အသုံးပြုနိုင်သည်။"
      ,
      _id: "64b7c6b19ba7fadc1ea0830e",
      name: "လီလီပန်း",
      subImg: {uri:"https://i.pinimg.com/564x/1a/24/ce/1a24cec64eebc84f29a899a5e3c2fa7f.jpg"},
      price: "35000",
      qty:1
      },
      {
     
      description: "အဝါရောင် သို့မဟုတ် ပျက်စီးနေသော အရွက်များကို ပုံမှန်ဖယ်ရှားပါ။ ထို့အပြင် ပန်းပွင့်သစ်များပွင့်လာစေရန်အတွက် ဆွတ်ခူးထားသော ပန်းများနှင့် ပင်စည်များကို ဖြတ်တောက်ပါ။",
      subImg1: {uri:"https://i.pinimg.com/736x/a6/d3/d9/a6d3d93b6dc91bf91f5c5d66a0fc87ae.jpg"},
      subImg2: {uri:"https://i.pinimg.com/564x/bb/f1/a8/bbf1a8200f3c700feee139b03fe9c344.jpg"},
      subImg3: {uri:"https://i.pinimg.com/736x/6c/de/09/6cde0960815d519f01c08d69e20d01f4.jpg"},
      light: "မြန်မာနိုင်ငံမည်သည့်နေရာ တွင်မဆိုစိုက်ပျိူးနိုင်ပါသည်။ နေရောင်ခြည်တိုက်ရိုက်ထိတွေ့ခြင်းသည် အရွက်များကို နွမ်းခြောက်စေနိုင်သည်။ တောက်ပသော၊ သွယ်ဝိုက်သောအလင်းရောင်တွင်ထားပါ။",
      soil: "ကောင်းစွာ စိမ့်ဝင်နိုင်ပြီး အက်စစ်ဓာတ် အနည်းငယ်သာရှိသော မြေဆီလွှာတွင် ကောင်းကောင်းရှင်သန်နိုင်ပါသည်။ မြေဆီလွှာသည် လေဝင်လေထွက်ရှိပြီး စိုစွတ်မှုမရှိဘဲ အစိုဓာတ်ထိန်းထားနိုင်ရမည်။",
      water: "အပင်စိုက်ပျိုးကာစတွင် တစ်နေ့တစ်ခါ ရေပုံမှန်လောင်းရန် လိုအပ်သည်။",
      temp: "ပိန်းပန်းများသည် အပူပိုင်းအပင်များဖြစ်ပြီး အပူချိန် 60°F မှ 85°F (15°C မှ 29°C) ကြားတွင် နှစ်သက်ကြသည်။ ၎င်းတို့သည် အနည်းငယ်အေးသော အပူချိန်ကို ခံနိုင်ရည်ရှိသည်။",
      fertilizer: "ပုံမှန်အားဖြင့် နွေရာသီတွင် ပုံမှန်မြေဩဇာ ကျွေးနိုင်ပါသည်။ 10-10-10 သို့မဟုတ် 20-20-20 ဖော်မြူလာကဲ့သို့ မျှတသောအရည်ဓာတ်ကို သုံးနိုင်သည်။ စိုက်ပျိုးရာသီတွင် မြေသြဇာကို ၄-၆ ပတ်တစ်ကြိမ် အသုံးပြူပေးပါ။"
      ,
      _id: "64b7c78a9ba7fadc1ea08311",
      name: "ပိန်းပန်း",
      subImg: {uri:"https://i.pinimg.com/564x/20/fb/ba/20fbba5f9b75fab9e6af2b9ddb636783.jpg"},
      price: "45000",
      qty:1
      
      },
      {
      
      description: "သင့်လျော်သောဂရုစိုက်မှုဖြင့်၊ နှင်းဆီဖြူများသည် ကြီးထွားရာသီတစ်လျှောက်လုံး မွှေးကြိုင်သောပန်းပွင့်များဖြင့် ပွင့်လန်းနေမည်ဖြစ်ပါသည်။",
      subImg1: {uri:"https://i.pinimg.com/564x/fb/dd/60/fbdd60a5cfd434dd2e770cb5decafa4e.jpg"},
      subImg2: {uri:"https://i.pinimg.com/564x/67/61/7d/67617d4e0d9ae1b04034feaf7e1deb4b.jpg"},
      subImg3: {uri:"https://i.pinimg.com/564x/45/48/bd/4548bd39b837a4a8459807540bb14ef2.jpg"},
      light: "နှင်းဆီဖြူများသည် နှင်းဆီအများစုကဲ့သို့ပင် အပြည့်အဝနေရောင်ခြည်ကို ပိုနှစ်သက်သည်။ လှပသောပန်းပွင့်များရရှိရန် နေ့စဥ်နေရောင်ခြည် တိုက်ရိုက် ၆ နာရီမှ ၈ နာရီအထိ လိုအပ်သည်။ သင့်ဥယျာဉ်ရှိ နေသာသောနေရာ သို့မဟုတ် နှင်းဆီပန်းများသည် တစ်နေ့တာလုံး လုံလောက်သော နေရောင်ခြည်ကို ရရှိနိုင်သည့်နေရာကို ရွေးချယ်ပါ။",
      soil: "နှင်းဆီဖြူများသည် ကောင်းမွန်သော ဩဇာရှိသော မြေဆီလွှာတွင် အကောင်းဆုံး ပေါက်ရောက်ကြသည်။ ၎င်း၏ဖွဲ့စည်းပုံနှင့် အာဟာရဓာတ်ပါဝင်မှု တိုးတက်စေရန် မစိုက်ပျိုးမီ မြေဆွေးကဲ့သို့ သြဂဲနစ်ပစ္စည်းများဖြင့် ပြုပြင်ပါ။ pH 6.0 မှ 7.0 အတွင်း အက်စစ်ဓာတ် အနည်းငယ်သာရှိသော မြေဆီလွှာသည် နှင်းဆီများအတွက် အကောင်းဆုံးဖြစ်သည်။ ရွှံ့စေးများ ထူထပ်သော မြေဆီလွှာများကို ရှောင်ကြဉ်ပါ ၊ ရေနုတ်မြောင်းမကောင်းခြင်းနှင့် အမြစ်ပုပ်ခြင်းတို့ကို ဖြစ်စေနိုင်သောကြောင့်ဖြစ်သည်။",
      water: "ရေလောင်းသည့်အကြိမ်ရေသည် ရာသီဥတုနှင့် မြေဆီလွှာအခြေအနေပေါ်မူတည်သည်။ ယေဘုယျအားဖြင့် မြေဆီလွှာ၏ 2-3 လက်မအထိ ခြောက်သွားသောအခါတွင် နှင်းဆီပန်းများကို ရေလောင်းပေးပါ။ ပူပြင်းသောနွေရာသီတွင် မကြာခဏရေလောင်းရန် လိုအပ်ပေမည်။",
      temp: "နှင်းဆီဖြူများသည် အခြားနှင်းဆီမျိုးကွဲများကဲ့သို့ အလယ်အလတ်အပူချိန်ကို ပိုနှစ်သက်သည်။",
      fertilizer: "နှင်းဆီဖြူများကို မြေသြဇာကျွေးခြင်းသည် ကျန်းမာသန်စွမ်းပြီး အပွင့်များကြွယ်ဝစေရန်အတွက် မရှိမဖြစ်လိုအပ်ပါသည်။ 10-10-10 သို့မဟုတ် 14-14-14 ကဲ့သို့သော N-P-K အချိုးဖြင့် မျှတသောမြေသြဇာကို အသုံးပြုပါ။ အာဟာရဓာတ်များ လွန်ကဲစွာ ကြီးထွားသန်မာစေပြီး ပန်းပွင့်ခြင်းကို လျော့ကျစေနိုင်သောကြောင့် မြေသြဇာလွန်ကဲခြင်းကို ရှောင်ကြဉ်ပါ။ "
      ,
      _id: "64b7cb3a9ba7fadc1ea08314",
      name: "နှင်းဆီအဖြူ",
      subImg: {uri:"https://i.pinimg.com/564x/fb/dd/60/fbdd60a5cfd434dd2e770cb5decafa4e.jpg"},
      price: "5500",
      qty:1
      
      },
      {
      
      description: "ကံ့ကော်ပင်သည် ကြီးထွားမှုနှေးကွေးသောအပင်ဖြစ်ပြီး ပန်းပွင့်ရန် အချိန်အနည်းငယ်ကြာနိုင်ပါသည်။",
      subImg1: {uri:"https://i.pinimg.com/564x/62/24/ad/6224ad672b3c25b1f40dfb09d22879c9.jpg"},
      subImg2: {uri:"https://i.pinimg.com/564x/ed/46/37/ed4637be377a2e2fdae96d2f6106c1a5.jpg"},
      subImg3: {uri:"https://i.pinimg.com/564x/0d/ff/b2/0dffb2cb92576ed0553e84fb62b3c4fa.jpg"},
      light: "တိုက်ရိုက်နေရောင်ခြည်ကို ရရှိနိုင်သည့် တောက်ပသောနေရာကို နှစ်သက်သည်။ အိမ်တွင်း၌ စိုက်ပျိုးပါက နေသာသော ပြတင်းပေါက်အနီးတွင် ထားပေးပါ။",
      soil: " ကောင်းစွာ စိမ့်ဝင်ကာ အက်စစ်ဓာတ် အနည်းငယ်သာရှိသော မြေဆီလွှာကို နှစ်သက်သည်။ အော်ဂဲနစ်ဒြပ်စင်များနှင့် ကြွယ်ဝသော မြေဆီလွှာရောနှောခြင်းသည် အကောင်းဆုံးဖြစ်သည်။ အမြစ်ပြဿနာဖြစ်စေနိုင်သောကြောင့် ရေနစ်သော သို့မဟုတ် ရွှံ့ထူထပ်သောမြေများကို ရှောင်ကြဉ်ပါ။ ",
      water: "ပူပြင်းခြောက်သွေ့တဲ့ အချိန်တွင်သာ ရေများများလောင်းပေးပါ။ ရေကို အလွန်အမင်း လိုအပ်မှု အထူးမရှိပါ။",
      temp: "အပူချိန် 65°F မှ 85°F (18°C မှ 29°C) ကြားကို နှစ်သက်သည်။  အနည်းငယ်အေးသော အပူချိန်ကို ခံနိုင်ရည်ရှိသည်။ ထို့အပြင် အေးခဲနေသော အခြေအနေများကို ခံနိုင်ရည်ရှိပါသည်။",
      fertilizer: "စိုက်ပျိုးရာသီတွင် မျှတသော အနှေးထုတ်မြေသြဇာ ကိုအသုံးပြုနိုင်ပါသည်။ ဆောင်းရာသီတွင် မြေသြဇာကျွေးခြင်းကို ရှောင်ကြဉ်ပါ။ "
      ,
      _id: "64b7d0199ba7fadc1ea08317",
      name: "ကံ့ကော်ပန်း",
      subImg: {uri:"https://i.pinimg.com/564x/62/24/ad/6224ad672b3c25b1f40dfb09d22879c9.jpg"},
      price: "3000",
      qty:1
      
      },
      {
     
      description: "ကန္တာရနှင်းဆီများသည် ယေဘုယျအားဖြင့် မာကျောပြီး ပိုးမွှားများနှင့် ရောဂါများကို ခံနိုင်ရည်ရှိသည်။",
      subImg1: {uri:"https://i.pinimg.com/564x/d4/18/18/d418184999b4973bffaa05affe6e063c.jpg"},
      subImg2: {uri:"https://i.pinimg.com/564x/52/68/5f/52685fd075a56c7b15da5ccee12c34f3.jpg"},
      subImg3: {uri:"https://i.pinimg.com/564x/d8/42/95/d84295125fd0a478beb46a170cd52f1c.jpg"},
      light: "သဲကန္တာရနှင်းဆီများသည် တောက်ပသောနေရောင်တွင် ရှင်သန်နေသောကြောင့် အောင်မြင်စွာကြီးထွားရန် နေသာသောနေရာလိုအပ်သည်။ ၎င်းတို့ကို တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ တိုက်ရိုက်နေရောင်ခြည် ရရှိနိုင်သော နေရာတွင် ထားပါ။ ၎င်းတို့သည် အထူးသဖြင့် နေ့၏ အပူဆုံးအချိန်များတွင် တစ်စိတ်တစ်ပိုင်းအရိပ်ကို ခံနိုင်ရည်ရှိသော်လည်း အရိပ်များလွန်းပါက ကြီးထွားမှုနှင့် ပန်းပွင့်မှုကို လျော့နည်းစေသည်။",
      soil: "သဲကန္တာရနှင်းဆီများအတွက် ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေသည် အရေးကြီးပါသည်။ ပုံမှန် အိုးလုပ်မြေဆီလွှာကို perlite သို့မဟုတ် သဲဖြင့် ပေါင်းစပ်ခြင်းဖြင့် ရေနုတ်မြောင်းကို တိုးတက်ကောင်းမွန်အောင် ပြုလုပ်ပါ။ အမြစ်ပုပ်ခြင်းနှင့် အခြားပြဿနာများကို ဖြစ်စေနိုင်သောကြောင့် လေးလံသော သို့မဟုတ် ရေထိန်းမြေဆီလွှာများကို ရှောင်ကြဉ်ပါ။",
      water: "သဲကန္တာရနှင်းဆီများသည် မိုးခေါင်မှုဒဏ်ခံအပင်များဖြစ်သောကြောင့် ၎င်းတို့ကို ရေမလွန်စေရန် သတိထားပါ။ ရေလောင်းခြင်းကြားတွင် မြေဆီလွှာကို လုံးဝခြောက်သွေ့အောင်ထားပေးပါ။ ရေလောင်းသည့်အကြိမ်ရေသည် ရာသီဥတု၊ အပူချိန်၊ စိုထိုင်းဆနှင့် အိုးအရွယ်အစားစသည့် အချက်များအပေါ် မူတည်မည်ဖြစ်သည်။ ယေဘူယျအားဖြင့်၊ အေးသောလများအတွင်းနှင့် စိုက်ပျိုးရာသီ (နွေရာသီ) တွင် အနည်းငယ်ပို၍ ရေကို လျော့ပါးစေပါသည်။ အပင်ခြေရင်းမှာ အမြဲရေလောင်းပြီး အရွက်တွေကို စိုစွတ်စေတာကြောင့် မှိုဆိပ်တက်ခြင်းတွေကို ဖြစ်ပေါ်စေနိုင်ပါတယ်။",
      temp: "သဲကန္တာရနှင်းဆီများသည် ပူနွေးသောအပူချိန်ကို နှစ်သက်ကြပြီး အအေးဒဏ်ကို ခံနိုင်ရည်ရှိကြသည်။ ၎င်းတို့သည် နေ့ဘက်တွင် အပူချိန် 65°F မှ 85°F (18°C မှ 29°C) အတွင်း ရှင်သန်နိုင်ပြီး ညအချိန်တွင် အနည်းငယ်အေးသော အပူချိန်ကို ခံနိုင်ရည်ရှိသည်။ အအေးဒဏ်ကြောင့် ပျက်စီးခြင်း သို့မဟုတ် သေဆုံးနိုင်ခြင်းတို့ကြောင့် အေးခဲသောအပူချိန်များမှ ကာကွယ်ပါ။",
      fertilizer: "သဲကန္တာရနှင်းဆီကို ရှားစောင်းလက်ပတ်နှင့် အရွှမ်းအတွက် အထူးဖော်စပ်ထားသော မျှတသော ရေပျော်ဝင်မြေသြဇာဖြင့် မြေသြဇာကျွေးနိုင်သည်။ မြေသြဇာကို အကြံပြုထားသည့် ထက်ဝက် သို့မဟုတ် လေးပုံတစ်ပုံသို့ ရောမွှေပြီး 2-4 ပတ်တစ်ကြိမ် လိမ်းပေးပါ။ အပင်၏ကြီးထွားမှုနှေးကွေးသောအခါ (ဆောင်းရာသီ) အမြုံရာသီတွင်မြေသြဇာကိုရှောင်ကြဉ်ပါ။"
      ,
      _id: "64b7eef2c35e348eeacff42d",
      name: "ကန္တာရနှင်းဆီ",
      subImg: {uri:"https://i.pinimg.com/564x/43/83/f3/4383f31bf2f184efe5f6279ebce6aead.jpg"},
      price: "3000",
      qty:1
      
      },
      {
      
      description: "ကြီးထွားမှုအသစ်မစတင်မီ နွေဦးတွင် အပင်များကို ပိုင်းခြား၍ ပွားနိုင်သည်။ အမြစ်များကို ချွန်ထက်သော ဓားဖြင့် ဂရုတစိုက်ခွဲ၍ သင့်လျော်သောမြေဆီလွှာအခြေအနေရှိသော သီးခြားပုံးများ သို့မဟုတ် နေရာများတွင် ပြန်လည်စိုက်ပျိုးနိုင်ပါသည်။",
      subImg1: {uri:"https://i.pinimg.com/564x/ae/60/66/ae60666d64c6b85ab29f0c00526cd0da.jpg"},
      subImg2: {uri:"https://i.pinimg.com/564x/e3/ba/71/e3ba717e923abe746d8b17610deb496d.jpg"},
      subImg3: {uri:"https://i.pinimg.com/564x/6a/1b/fe/6a1bfe274ef838650a0fb1783aae6b29.jpg"},
      light: "နေရောင်ခြည်ကို နှစ်သက်သည်။ တစ်စိတ်တစ်ပိုင်း အရိပ်တွင်လည်း ရှင်သန်ကြသည်။ အထူးသဖြင့် နေ့၏ အပူဆုံးအချိန်များတွင် ၎င်းတို့ကို နေရောင်တိုက်ရိုက်မထိမိစေရန် ရှောင်ပါ။ နံနက်ခင်း နေရောင် သို့မဟုတ် ဖြာကျနေသော နေရောင်ခြည်သည် ဤအပင်များအတွက် အကောင်းဆုံးဖြစ်သည်။",
      soil: "မြေသြဇာကောင်းသော မြေတွင် အကောင်းဆုံး ပေါက်ရောက်သည်။ ကောင်းမွန်သော အော်ဂဲနစ် ပါဝင်မှုရှိသော မြေဆီလွှာ ကြွယ်ဝသော မြေသည် အကောင်းဆုံးဖြစ်သည်။",
      water: "အစိုဓာတ်ကို နှစ်သက်သော်လည်း ရေစိမ့်သောမြေတွင် ထိုင်ခြင်းကို မကြိုက်ပါ။ အထူးသဖြင့် စိုက်ပျိုးရာသီတွင် မြေဆီလွှာကို အညီအမျှ စိုစွတ်နေပါစေ။ အရွက်ပေါ်ရှိ အစိုဓာတ်လွန်ကဲမှုကြောင့် မှိုရောဂါများဖြစ်ပေါ်လာနိုင်သောကြောင့် အရွက်များစိုစွတ်မှုမဖြစ်စေရန် အရင်း၊အမြစ်များအနီးရှိ အပင်များကို ရေလောင်းပေးပါ။ အမြုံရာသီ သို့မဟုတ် ဆောင်းရာသီတွင် သင်သည် ရေလောင်းသည့်အကြိမ်ရေကို လျှော့ချနိုင်သည်။",
      temp: "ငွေပန်းများသည် ပူနွေးသောအပူချိန်ကို နှစ်သက်ကြပြီး အပူပိုင်းနှင့် အပူပိုင်းဒေသများအတွက် ကောင်းစွာသင့်လျော်သည်။ ၎င်းတို့သည် အပူချိန် 50°F မှ 95°F (10°C မှ 35°C) အတွင်း ခံနိုင်ရည်ရှိသည်။ ",
      fertilizer: "ကျန်းမာသောကြီးထွားမှုနှင့်ပန်းပွင့်မှုကိုမြှင့်တင်ရန်တက်ကြွစွာကြီးထွားလာသောရာသီ (နွေရာသီ) တွင်မြေသြဇာထည့်ပါ။ ပန်းပွင့်အပင်များအတွက် မျှတသော၊ အနှေးထုတ်ဓာတ်မြေသြဇာ သို့မဟုတ် အရည်ဓာတ်ကို အသုံးပြုပါ။ "
      ,
      _id: "64b7f363c35e348eeacff430",
      name: "ငွေပန်းပျိုးပင်",
      subImg: {uri:"https://i.pinimg.com/564x/ae/60/66/ae60666d64c6b85ab29f0c00526cd0da.jpg"},
      price: "3500",
      qty:1
      
      }
    ]