export default [
    {
    
    subImg1: {uri:"https://5.imimg.com/data5/ANDROID/Default/2020/9/GA/PE/OI/41819292/product-jpeg-500x500.jpeg"},
    light: "ကြက်မောက်ပင်များ ရှင်သန်ရန် နေရောင်ခြည် အပြည့်အဝ လိုအပ်သည်။ စိုက်ပျိုးပင်သည် တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ တိုက်ရိုက်နေရောင်ခြည်ရရှိနိုင်ပါက ပိုကောင်းပါသည်",
    soil: "ကြက်မောက်ပင်များသည် ကောင်းစွာ စိမ့်ဝင်နိုင်ပြီး မြေသြဇာကောင်းသော မြေဆီလွှာကို နှစ်သက်ကြသည်။မြေသြဇာနှင့် ရေနုတ်မြောင်းများ ကောင်းမွန်စေရန် မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာများ ပေါင်းစပ်ခြင်းဖြင့် မြေဆီလွှာကို ပြင်ဆင်ပါ။",
    water: "ကြက်မောက်ပင်များသည် ရေလိုအပ်ချက်ရှိသည်။ အပင်ကို ပုံမှန်ရေလောင်းပေးခြင်းဖြင့် မြေဆီလွှာကို အညီအမျှ စိုစွတ်စေသော်လည်း ရေမဝပ်ပါစေနှင့်။ အမြစ်ပုပ်စေနိုင်သောကြောင့် ရေအလွန်အကျွံပေးခြင်းမှ ရှောင်ကြဉ်ပါ။",
    temp: "ကြက်မောက်သည် အပူပိုင်းနှင့် အပူပိုင်းဒေသ ရာသီဥတုတွင် ကောင်းမွန်စွာရှင်သန်နိုင်သည်။ 68°F (20°C) နှင့် 95°F (35°C) အကြား အပူချိန်ကို ပိုနှစ်သက်သည်။ မွန်ပြည်နယ်, တနင်္သာရီတိုင်း, ကရင်ပြည်နယ်တို့တွင် အကောင်းဆုံးဖြစ်ထွန်းသည်",
    fertilizer: "သီးပင်စားပင်များအတွက် အထူးဖော်စပ်ထားသော မျှတသောမြေသြဇာကို အသုံးပြုပါ။ နိုက်ထရိုဂျင်၊ ဖော့စဖရပ် နှင့် ပိုတက်စီယမ် ကြွယ်ဝသော အော်ဂဲနစ်မြေသြဇာများကို အသုံးပြုခြင်းဖြင့် ကျန်းမာစွာ ကြီးထွားမှုနှင့် အသီးအနှံထွက်ရှိမှုကို မြှင့်တင်ပေးသည်။",
    description: "ပျမ်းမျှအားဖြင့် ကြက်မောက်ပင်တစ်ပင်သည် ပထမဆုံးအသီးရရှိရန် ၃ နှစ်မှ ၆ နှစ်အထိ ကြာနိုင်သည်။ သို့သော် အချို့အပင်များသည် ၂ နှစ်ခန့်တွင် အသီးစတင်သီးနိုင်ပါသည်။ကနဦးနှစ်များတွင် အပင်၏ကျန်းမာကြီးထွားမှုနှင့် ဖွံ့ဖြိုးတိုးတက်မှုကို မြှင့်တင်ရန် သင့်လျော်သော နေရောင်ခြည်၊ ရေနှင့် အာဟာရဓာတ်များကဲ့သို့သော အကောင်းဆုံးကြီးထွားမှုအခြေအနေများကို ဖြည့်ဆည်းပေးရန် အရေးကြီးပါသည်။"
    ,
    _id: "64b56abd18c1afb377ec11c3",
    name: "ကြက်မောက်ကိုင်းဆက်",
    price: "9000",
    subImg: {uri:"https://5.imimg.com/data5/ANDROID/Default/2020/9/GA/PE/OI/41819292/product-jpeg-500x500.jpeg"},
    qty:"1",
    __v: 0
    },
    {
    
    subImg1: {uri:"https://newnessplant.in/wp-content/uploads/2022/08/5935241_orig-510x680.jpg"},
    light: "ဒူးရင်းပင်များသည် နေရောင်အပြည့်ဖြင့် ရှင်သန်ကြသည်။ တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ တိုက်ရိုက်နေရောင်ခြည် လိုအပ်သည်။ စိုက်ထားသောအပင်သည် ကျန်းမာသန်စွမ်းကြီးထွားစေရန်အတွက် လုံလောက်သော နေရောင်ခြည်ကို ရရှိရန်လိုအပ်ပါသည်",
    soil: "ဒူးရင်းပင်များသည် ကောင်းစွာ စိမ့်ဝင်နိုင်သောမြေကို နှစ်သက်ပါသည်။ မြေဆီလွှာသည် အော်ဂဲနစ်ဒြပ်စင်များ ကြွယ်ဝရမည်။ မြေသြဇာနှင့် ရေနုတ်မြောင်းများ ကောင်းမွန်စေရန် မြေဆွေး သို့မဟုတ် ပုပ်နေသော မြေဩဇာများ ပေါင်းစပ်ခြင်းဖြင့် မြေဆီလွှာကို ပြင်ဆင်ပါ။ ရေနစ်မြုပ်သွားနိုင်သည့် ရွှံ့စေးထူထပ်သော မြေများကို ရှောင်ကြဉ်ပါ။",
    water: "အထူးသဖြင့် ကြီးထွားမှုအစောပိုင်းအဆင့်တွင် ပုံမှန်ရေလောင်းရန် လိုအပ်သည်။ ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ အနည်းငယ် ခြောက်သွားအောင် နက်နဲပြီး နှံ့စပ်အောင် ရေလောင်းပေးပါ။ ဒေသရှိ ရာသီဥတုနှင့် မိုးရေချိန်ပေါ်မူတည်၍ ရေလောင်းသည့် ကြိမ်နှုန်းကို ချိန်ညှိပါ။",
    temp: "ဒူးရင်းပင်များသည် အပူပိုင်းနှင့် အပူပိုင်းဒေသ ရာသီဥတုတွင် ရှင်သန်ကြသည်။ နေ့ဘက်တွင် 75-90°F (24-32°C) နှင့် ညအချိန်တွင် 68-77°F (20-25°C) အကြား အပူချိန်ကို ပိုနှစ်သက်သည်။ စိုက်ထားသောအပင်ကို 50°F (10°C) အောက်တွင် အပူချိန်နှင့် ထိတွေ့ခြင်းမှ ရှောင်ကြဉ်ပါ။",
    fertilizer: "ဒူးရင်းပင်များသည် အာဟာရလိုအပ်ချက်များ မြင့်မားသည်။ စိုက်ပျိုးရာသီအတွင်း 14-14-14 သို့မဟုတ် 16-16-16 ဝန်းကျင် N-P-K အချိုးအစား မျှတသော အနှေးထုတ်မြေသြဇာကို အသုံးချပါ။ ထို့အပြင် မြေဆီဩဇာကောင်းမွန်စေရန်အတွက် မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာများကဲ့သို့ အော်ဂဲနစ်မြေသြဇာများကို ရောစပ်ပါ။",
    description: "ဒူးရင်းပင်များ ကျိုးကျခြင်းမှ ကာကွယ်ရန် ကြီးထွားလာချိန်တွင် ဒူးရင်းပင်များ ထောက်ပံ့မှု လိုအပ်နိုင်သည်။ လေပြင်းတိုက်ခတ်ခြင်း သို့မဟုတ် ပြင်းထန်သော ရာသီဥတုအခြေအနေများမှ ကာကွယ်ရန် အပင်ငယ်များကို ယာယီအမိုးအကာများ ပေးခြင်းဖြင့် ကာကွယ်ပါ။"
    ,
    _id: "64b57044c8c390987daac658",
    name: "ဒူးရင်းကိုင်းဆက်",
    price: "12000",
    subImg: {uri:"https://newnessplant.in/wp-content/uploads/2022/08/5935241_orig-510x680.jpg"},
    qty:"1",
    __v: 0
    },
    {
    
    subImg1: {uri:"https://i.etsystatic.com/36443250/r/il/c56a91/4029730181/il_fullxfull.4029730181_b4k8.jpg"},
    light: "ကျွဲကောပင်များ ရှင်သန်ကြီးထွားရန် နေရောင်ခြည် တိုက်ရိုက်လိုအပ်သည်။ ၎င်းတို့ကို တစ်နေ့လျှင် အနည်းဆုံး 6-8 နာရီ နေရောင်ခြည် ရရှိသော နေရာတွင် ထားပါ။ သို့မှသာ အကောင်းဆုံး ကြီးထွားမှုနဲ့ အသီးထွက်ရှိမှုကို ရရှိနိုင်ပါသည်။ ၎င်းတို့ကို အိမ်တွင်း၌ စိုက်ပျိုးပါက လုံလောက်သောအလင်းရောင်ရရှိရန် ဖြည့်စွက်မီးများကို အသုံးပြုပါ။",
    soil: "အနီရောင် ကျွဲကောသီးသည် ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေကို နှစ်သက်သည်။ ရေစိုမခံဘဲ အစိုဓာတ်ထိန်းထားနိုင်သော သဲမြေ သို့မဟုတ် မြေမှုန့်ကို ရွေးချယ်ပါ။ အော်ဂဲနစ်ဒြပ်စင်များကြွယ်ဝသင့်သည်။ မြေသြဇာနှင့် ရေနုတ်မြောင်းများ ကောင်းမွန်စေရန် မစိုက်ပျိုးမီ မြေဆွေး သို့မဟုတ် ကောင်းစွာ ပုပ်နေသော မြေဩဇာဖြင့် ပြုပြင်ပါ။",
    water: "အနီရောင်ကျွဲကောပင်သည် ပုံမှန်နှင့် တသမတ်တည်း ရေလောင်းရန် လိုအပ်သည်။ မြေဆီလွှာသည် စိုစွတ်နေသော်လည်း ရေ၀င်ကြောင်း သေချာစေရန် နက်ရှိုင်းစွာ ရေလောင်းပါ။ ရေအလွန်အကျွံမဖြစ်အောင် ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ၏ အပေါ်ဘက်လက်မကို အနည်းငယ် ခြောက်အောင်ထားပါ။",
    temp: "အနီရောင် ကျွဲကောသီးများသည် အပူပိုင်းဒေသရှိ အပင်များအထိ အပူပိုင်းဒေသဖြစ်ပြီး ပူနွေးသောအပူချိန်တွင် ရှင်သန်ကြသည်။ ၎င်းတို့သည် အပူချိန် 50-100°F (10-38°C) အတွင်း ခံနိုင်ရည်ရှိသည်။ သို့သော်လည်း ၎င်းတို့သည် နှင်းခဲဒဏ်ခံနိုင်ရည်ရှိပြီး 32°F (0°C) အောက် အပူချိန်ကို သည်းမခံနိုင်ပါ။ ဆောင်းရာသီတွင် နှင်းခဲစောင်များ သို့မဟုတ် အခြားနည်းလမ်းများဖြင့် သင့်သစ်ပင်ကို အေးခဲသောအပူချိန်မှ ကာကွယ်ပါ။",
    fertilizer: "အနီရောင် ကျွဲကောပင်များကို အာဟာရဓာတ်များ ဖြည့်တင်းရန် ပုံမှန်မြေသြဇာကျွေးပါ။ 8-8-8 သို့မဟုတ် 10-10-10 ဝန်းကျင် N-P-K အချိုးဖြင့် လိမ္မော်သီးသီးသန့်မြေသြဇာကို အသုံးပြုပါ။ နွေဦးရာသီ၊ နွေဦးနှောင်းပိုင်းနှင့် ဆောင်းဦးပေါက်ရာသီများတွင် ဓာတ်မြေသြဇာကိုအသုံးပြုခြင်းဖြင့် ကျန်းမာကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိစေရန် ပံ့ပိုးပေးသည်။",
    description: "ကျွဲကောပင်၏ ပုံသဏ္ဍာန်ကို ထိန်းသိမ်းရန်၊ လေ၀င်လေထွက် ကောင်းမွန်စေရန်နှင့် အသေ သို့မဟုတ် ရောဂါရှိသော အကိုင်းအခက်များကို ဖယ်ရှားရန်အတွက် သုတ်သင်ပါ။ ကြီးထွားမှုအသစ်မစတင်မီ မြုံသောရာသီတွင် သုတ်သင်ပါ။ အင်းဆက်များ သို့မဟုတ် citrus leaf miner ကဲ့သို့သော ပိုးမွှားများကို စောင့်ကြည့်ပါ။ သင့်လျော်သော ပိုးသတ်ဆေးများ သို့မဟုတ် အော်ဂဲနစ် ပိုးမွှားထိန်းချုပ်ရေးနည်းလမ်းများကို အသုံးပြု၍ ကာကွယ်နိုင်ပါသည်"
    ,
    _id: "64b57739c8c390987daac65e",
    name: "ပတ္တမြားကျွဲကော",
    price: "7500",
    subImg: {uri:"https://i.etsystatic.com/36443250/r/il/c56a91/4029730181/il_fullxfull.4029730181_b4k8.jpg"},
    qty:"1",
    __v: 0
    },
    {
    
    subImg1: {uri:"https://lunti.ph/cdn/shop/products/mangosteen_grafted_grande.jpg?v=1533007810"},
    light: "မင်းကွတ်ပင်များသည် ပူနွေးသော အပူပိုင်းရာသီဥတုတွင် ရှင်သန်ကြပြီး နေရောင်ခြည် များများလိုအပ်သည်။ တိုက်ရိုက်နေရောင်ခြည်နှင့် တစ်စိတ်တစ်ပိုင်းအရိပ်ကို ရောနှောကာ နှစ်သက်ကြသည်။ အကယ်၍ အိမ်တွင်း၌ မင်းကွတ်ပင် စိုက်ပျိုးပါက တောက်ပသော၊ သွယ်ဝိုက်သောအလင်းရောင် ပေးဆောင်ပါ သို့မဟုတ် ဖြည့်စွက်အားဖြည့်မီးများကို အသုံးပြုပါ။",
    soil: "မြေဆီလွှာသည် အော်ဂဲနစ်ဒြပ်စင်များ ကြွယ်ဝပြီး အစိုဓာတ်ထိန်းနိုင်မှု ကောင်းမွန်ရမည်။ သဲမြေ သို့မဟုတ် ရွှံ့နွံသောမြေသည် အကောင်းဆုံးဖြစ်သည်။ မင်းကွတ်ပင်များသည် အမြစ်ပုပ်နိုင်သောကြောင့် ရေစီးရေလာကောင်းမွန်စေရန် ရေနုတ်မြောင်းသေချာလုပ်ပါ။",
    water: "အစိုဓာတ်ရှိရန် လိုအပ်သော်လည်း ရေကျနေသော အခြေအနေများကို မဖြစ်စေပါနှင့်။ ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ အနည်းငယ် ခြောက်သွားအောင် နက်ရှိုင်းစွာ ရေလောင်းပါ။ သင့်ဒေသရှိ ရာသီဥတုနှင့် မိုးရေချိန်ပေါ်မူတည်၍ ကြိမ်နှုန်းကို ချိန်ညှိပါ။",
    temp: "အအေးဒဏ်ကို ခံနိုင်ရည်ရှိပြီး နွေးထွေးသော ပတ်ဝန်းကျင်တစ်ခု လိုအပ်ပါသည်။ ၎င်းတို့သည် အပူချိန် 70-95°F (21-35°C) အကြားတွင် ဖြစ်ထွန်းသည်။ အပင်ပျက်စီးခြင်း သို့မဟုတ် အပင်သေစေနိုင်သောကြောင့် ၎င်းတို့ကို အပူချိန် 40°F (4°C) အောက်နှင့် ထိတွေ့ခြင်းမှ ရှောင်ကြဉ်ပါ။ အေးသောဒေသများတွင် ဖန်လုံအိမ် အတွင်းစိုက်ပျိူးနိုင်ပါသည်",
    fertilizer: "မြင့်မားသော အာဟာရလိုအပ်ချက်များရှိသည်။ 10-10-10 သို့မဟုတ် 14-14-14 ကဲ့သို့ အချိုးညီသော မြေသြဇာကို အသုံးပြုပါ။ နွေဦးရာသီ၊ နွေဦးနှောင်းပိုင်းနှင့် ဆောင်းဦးပေါက်ရာသီများတွင် မြေသြဇာကို အသုံးပြုပေးပါ။ ထို့အပြင် မြေဆီဩဇာကောင်းမွန်စေရန် မြေဆွေး သို့မဟုတ် ပုပ်နေသော မြေဩဇာကဲ့သို့သော အော်ဂဲနစ်မြေသြဇာများကို ဖြည့်စွက်ပါ။",
    description: "လေပြင်းတိုက်ခတ်မှုကြောင့် အပင်များ ပျက်စီးနိုင်ပါသည်။ ကြီးထွားမှုအသစ်မစတင်မီ ပိုးမွှားများ သို့မဟုတ် အင်းဆက်ပိုးမွှားများ၏ ရန်မှကာကွယ်ပါ။ လိုအပ်ပါက သင့်လျော်သော ပိုးသတ်ဆေး သို့မဟုတ် အော်ဂဲနစ် ပိုးမွှားထိန်းချုပ်ရေးနည်းလမ်းများကို အသုံးပြုပါ။အပင်သည် အသီးများသီးရန် နှစ်များစွာ ကြာနိုင်ပြီး အများအားဖြင့် ၄-၆ နှစ် သို့မဟုတ် ထို့ထက်ပို၍ ကြာတတ်သည်။"
    ,
    _id: "64b57f51c8c390987daac661",
    name: "မင်းကွတ်ကိုင်းဆက်",
    price: "5000",
    subImg: {uri:"https://lunti.ph/cdn/shop/products/mangosteen_grafted_grande.jpg?v=1533007810"},
    qty:"1",
    __v: 0
    },
    {
    
    subImg1: {uri:"https://www.nparks.gov.sg/-/media/ffw/migrated/round2/flora/3289/f8845b0d6ec2410c9d32dabdc2e94c86.ashx"},
    light: "ရေငန်းအပင်များသည်နေရောင်အပြည့်ဖြင့် ရှင်သန်ကြသည်။ ၎င်းတို့သည် တစ်နေ့လျှင် ၈ နာရီ တိုက်ရိုက်နေရောင်ခြည် လိုအပ်သည်။ အပင်ကို နေရောင်ခြည် ကောင်းစွာရသောနေရာတွင် ထားပါ။",
    soil: "အပင်များသည် ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။ အက်စစ်ဓာတ်အနည်းငယ် pH (6.0-7.0 ဝန်းကျင်) ရှိသော သဲမြေသည် စိုက်ပျိုးရန်အတွက် အကောင်းဆုံးဖြစ်သည်။",
    water: "အထူးသဖြင့် ခြောက်သွေ့ရာသီတွင် သို့မဟုတ် မြေဆီလွှာခြောက်သွားသည့်အခါ ပုံမှန်ရေလောင်းရန် လိုအပ်သည်။ သို့သော် အစိုဓာတ်လွန်ကဲခြင်းကြောင့် အမြစ်ပုပ်ခြင်းဖြစ်စေသောကြောင့် ရေကျခြင်းကို ရှောင်ရှားရန် အရေးကြီးပါသည်။",
    temp: "အပင်များသည် ပူနွေးပြီး အပူပိုင်းရာသီဥတုတွင် ရှင်သန်ကြသည်။ ၎င်းတို့သည် အကောင်းဆုံးကြီးထွားရန်အတွက် 75°F (24°C) နှင့် 90°F (32°C) ကြားတွင် အပူချိန်လိုအပ်သည်။ အေးသောအပူချိန်တွင် အာရုံခံစားနိုင်သောကြောင့် ၎င်းတို့အား နှင်းခဲ သို့မဟုတ် အလွန်အမင်းအေးခြင်းမှ ကာကွယ်ပါ။",
    fertilizer: "ကျန်းမာသောကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိမှုကို မြှင့်တင်ရန်အတွက် အပင်ကို ပုံမှန်မြေသြဇာကျွေးပါ။ နိုက်ထရိုဂျင် (N)၊ ဖော့စဖရပ် (P) နှင့် ပိုတက်စီယမ် (K) အချိုးညီသော မျှတသော၊ အနှေးထုတ်မြေသြဇာကို အသုံးပြုပါ။ စိုက်ပျိုးရာသီတွင် 2-3 လတစ်ကြိမ် မြေသြဇာကို အသုံးပြုပေးပါ။ မှန်ကန်သော ပမာဏအတွက် မြေသြဇာထုပ်တွင် ညွှန်ကြားချက်များကို လိုက်နာပါ။",
    description: "ပန်းပွင့်ပြီး ၈-၁၂ လခန့်တွင် အသီးအရေ နီညိုရောင်ပြောင်းသွားကာ အကြေးခွံများ ခြောက်သွေ့ပြီး ကြွပ်ဆတ်လာသင့်သည်။ တံစဉ်များကိုဖြတ်တောက်ခြင်း သို့မဟုတ် ချွန်ထက်သောဓားကိုအသုံးပြု၍ သစ်ကိုင်းအနီးရှိ အသီးအညှာကို ဂရုတစိုက်ဖြတ်ပါ။ ဆလပ်ပင်တွင် စူးရှသောဆူးများ ရှိသောကြောင့် သတိထားပါ။"
    ,
    _id: "64b6b59b2f1690731d12e081",
    name: "ရေငန်းသီးအပင်",
    price: "5000",
    subImg: {uri:"https://www.nparks.gov.sg/-/media/ffw/migrated/round2/flora/3289/f8845b0d6ec2410c9d32dabdc2e94c86.ashx"},
    qty:"1",
    __v: 0
    },
    {
    
    subImg1: {uri:"https://plantogram.com/wa-data/public/shop/products/55/06/655/images/1618/1618.750@2x.jpg"},
    light: "နေရောင်ခြည် တစ်နေ့ပတ်လုံး ကောင်းမွန်စွာလိုအပ်ပါသည်။",
    soil: "ဓာတုကင်းစင်သော မြေအမျိုးအစားဖြစ်ရပါမည်။ ၃ပေပတ်လည်၊ ၃ ပေအနက် ကျင်းတွင်စိုက်ပါက ပိုကောင်းပါသည်။",
    water: "ရေပုံမှန်လောင်းရန် လိုအပ်ပါသည်။ ၂ နှစ်သားအရွယ်တွင် ၂၀လီတာ၊  ၂ နှစ်သားမှ ၅နှစ်သားအရွယ်တွင် ၅၀လီတာ၊ ၅နှစ်သားမှ ၁၀နှစ်သားအရွယ်တွင် ၂၀၀ လီတာ လိုအပ်ပါသည်။",
    temp: "မြန်မာနိုင်ငံရာသီဥတု နှင့်ကိုက်ညီသောကြောင့် မည်သည့်နေရာ တွင်မဆိုစိုက်ပျိုးနိုင်ပါသည်။",
    fertilizer: "မြေဩဇာပုံမှန်ကျွေးရန် လိုအပ်ပါသည်။  N-P-K 15-15 အသုံးပြုနိုင်ပါသည်။ အညွှန်းအတိုင်းကျွေးပါ။ အသီးများသီးလာလျှင် အပင်ပတ်ပတ်လည် ကျင်း ၃-၄ ကျင်းတူးကာ သဘာဝမြေဩဇာ (နွားချေး၊နှမ်းဖတ်..စသည်) ကို အရည်ဖျော်ကာကျွေးနိုင်ပါသည်။",
    description: "စိန်တစ်လုံးသရက်သည် ပြည်တွင်းသာမက ပြည်ပသို့တင်ပို့ရောင်းချနေသော သရက်သီးဖြစ်ပါသည်။ အထူးလိုအပ်သည်မှာ ကိုင်းမွေးစနစ် ဖြစ်ပါသည်။ အကိုင်းများလေ အသီးများလေဖြစ်တာကြောင့် အပင်အမြင့် ၃ ပေကျော်လျှင်ကိုင်းမွေးစနစ် လုပ်ဆောင်နိုင်ပါသည်။ ခေါင်အရွက်(ကိုင်း)ကို ဖြတ်ကာ ကိုင်းအသစ်များထွက်လာစေခြင်းဖြစ်ပါသည်။ အသီးများသီးလာ လျှင် အိတ်စွပ်စနစ်ဖြင့် ဆက်လက်ပျိုးထောင်နိုင်ပါသည်။"
    ,
    _id: "64b7dfc1c35e348eeacff424",
    name: "စိန်တစ်လုံးသရက်",
    price: "3000",
    subImg: {uri:"https://plantogram.com/wa-data/public/shop/products/55/06/655/images/1618/1618.750@2x.jpg"},
    qty:"1",
    __v: 0
    },
    {
   
    subImg1: {uri:"https://i.pinimg.com/564x/1d/80/c4/1d80c40addcd73b75e4e0d04ddca23bb.jpg"},
    light: "စပျစ်ပင်များကို စင်တင်စနစ်ဖြင့်ပိုစိုက်ကြသည်။ စပျစ်ပင်များ ရှင်သန်ရန် နေရောင်ခြည် အပြည့်အဝ လိုအပ်သည်။ စိုက်ထားသောအပင်ကို နေ့စဥ်နေရောင်ခြည်တိုက်ရိုက် ၆ နာရီမှ ၈ နာရီအထိ ရရှိသည့်နေရာတွင် ထားပါ။ လုံလောက်သော နေရောင်ခြည်သည် ကျန်းမာရေးနှင့် ညီညွတ်သော ကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိမှုအတွက် မရှိမဖြစ်လိုအပ်သည်။",
    soil: "အက်စစ်ဓာတ်အနည်းငယ်ရှိသော ကောင်းစွာ စိမ့်ဝင်နိုင်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။ မြေသြဇာကောင်းသော မြေဆီလွှာသည် အကောင်းဆုံးဖြစ်သည်။ သင့်မြေဆီလွှာသည် လေးလံသော သို့မဟုတ် ရွှံ့စေးဖြစ်နေပါက ရေနုတ်မြောင်းများကောင်းမွန်စေရန်အတွက် အော်ဂဲနစ်ပစ္စည်း (မြေဆွေး) နှင့် သဲများကို ထည့်စဉ်းစားပါ။",
    water: "စိုက်ထားသော အပင်ငယ်များသည် အမြစ်စနစ် ခိုင်ခံ့သည့်တိုင်အောင် ရေလောင်းရန် ပို၍ မကြာခဏ လိုအပ်နိုင်သည်။ စိုက်ပြီးသည်နှင့် အပင်ကို နက်ရှိုင်းစွာ ရေလောင်းရသော်လည်း ရေလောင်းချိန်ကြားတွင် မြေဆီလွှာ တစ်စိတ်တစ်ပိုင်း ခြောက်သွားအောင် ရေလောင်းပါ။",
    temp: "အပင်များသည် အေးသောအပူချိန် ကိုပိုနှစ်သက်ကာ အပူပိုင်းဒေသ အပူပိုင်းဒေသတွင်လည်း ရှင်သန်နိုင်ကြသည်။ ကြီးထွားမှုအတွက် အသင့်တော်ဆုံး အပူချိန်မှာ 60°F မှ 85°F (15°C မှ 29°C) ကြားဖြစ်သည်။",
    fertilizer: "မှန်ကန်သော မျိုးအောင်ခြင်းသည် ကျန်းမာရေးနှင့် ညီညွတ်သော ကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိရန် အရေးကြီးပါသည်။ 8-8-8 သို့မဟုတ် 10-10-10 အချိုး N-P-K အချိုးညီသော citrus မြေသြဇာကို အသုံးပြုပါ။ တက်ကြွသောကြီးထွားရာသီ (နွေဦးနှင့်နွေရာသီ) တွင် 6-8 ပတ်တစ်ကြိမ်မြေသြဇာကိုအသုံးပြုပါ။ ဆောင်းရာသီတွင် ဓာတ်မြေသြဇာကို ရှောင်ပါ။",
    description: "ကျန်းမာရေးဆိုင်ရာ လက္ခဏာများအတွက် စိုက်ထားသောအပင်ကို ပုံမှန်စစ်ဆေးရန်လိုအပ်ပါသည်။"
    ,
    _id: "64b7e52bc35e348eeacff427",
    name: "စပျစ်ပျိုးပင်",
    price: "1700",
    subImg: {uri:"https://i.pinimg.com/564x/1d/80/c4/1d80c40addcd73b75e4e0d04ddca23bb.jpg"},
    qty:"1",
    __v: 0
    },
    {
   
    subImg1: {uri:"https://i.pinimg.com/564x/36/06/ac/3606ac75cb7200ccd51ef3f52c0a08ce.jpg"},
    light: "နေရောင်အပြည့်တွင် ရှင်သန်သော်လည်း၊ အထူးသဖြင့် ပူပြင်းသောဒေသများတွင် တစ်စိတ်တစ်ပိုင်းအရိပ်ကို ခံနိုင်ရည်ရှိသည်။ အမိုးအကာအောက်တွင် မီးအလင်းရောင်ဖြင့်စိုက်ပျိုးနိုင်သည်။",
    soil: "ကောင်းစွာ စိမ့်ဝင်၊ မြေသြဇာကောင်းပြီး ကြားနေမြေဆီလွှာတွင် အက်စစ်ဓာတ် အနည်းငယ် ပိုကြိုက်သည်။ အော်ဂဲနစ်ဒြပ်ပစ္စည်းပါဝင်မှုကောင်းမွန်သော မြေစပ်မြေသည် ကြီးထွားမှုအတွက် အကောင်းဆုံးဖြစ်သည်။ ၎င်းတို့သည် မြေအမျိုးအစား အမျိုးမျိုးကို ခံနိုင်ရည်ရှိသော်လည်း ရေအလွန်အကျွံ ထိန်းထားနိုင်သော လေးလံသော ရွှံ့စေးမြေများကို ရှောင်ရှားရန် အရေးကြီးသည်။",
    water: "ကြီးထွားမှုကာလတွင် ပုံမှန်ရေလောင်းရန် လိုအပ်သည်။ မြေဆီလွှာကို တသမတ်တည်း စိုစွတ်စေသော်လည်း ရေမ၀င်အောင် ထားပါ။ ပူပြင်းခြောက်သွေ့သောကာလတွင် သစ်ပင်ခြောက်ခြင်းမှကာကွယ်ရန် ရေလောင်းသည့်အကြိမ်ရေကို တိုးမြှင့်ပါ။ သို့သော် အမြစ်ပုပ်သွားစေနိုင်သောကြောင့် ရေအလွန်အကျွံထွက်ခြင်းကို ရှောင်ကြဉ်ပါ။",
    temp: "အေးသောအပူချိန်တွင် အာရုံခံစားနိုင်ကာ အပူပိုင်းဒေသ အပူပိုင်းဒေသတွင် ရှင်သန်ကြသည်။ ကြီးထွားမှုအတွက် အသင့်တော်ဆုံး အပူချိန်မှာ 60°F မှ 85°F (15°C မှ 29°C) ကြားဖြစ်သည်။ စိုက်ထားသောအပင်ကို အေးခဲသောအပူချိန်မှ ကာကွယ်ပါ။",
    fertilizer: "မှန်ကန်သော မျိုးအောင်ခြင်းသည် ကျန်းမာရေးနှင့် ညီညွတ်သော ကြီးထွားမှုနှင့် အသီးအနှံများထွက်ရှိရန် အရေးကြီးပါသည်။ 8-8-8 သို့မဟုတ် 10-10-10 အချိုး N-P-K အချိုးညီသော citrus မြေသြဇာကို အသုံးပြုပါ။ တက်ကြွသောကြီးထွားရာသီ (နွေဦးနှင့်နွေရာသီ) တွင် 6-8 ပတ်တစ်ကြိမ်မြေသြဇာကိုအသုံးပြုပါ။ ",
    description: "အပင်ကို သဘာဝ မြေဩဇာလည်း ကျွေးနိုင်ပါသည်။ ကြီးထွားမှုအသစ်နှင့် ကျန်းမာရေးဆိုင်ရာ လက္ခဏာများအတွက် စိုက်ထားသောအပင်ကို ပုံမှန်စစ်ဆေးပါ။ "
    ,
    _id: "64b7ea3ec35e348eeacff42a",
    name: "ဩဇာပျိုးပင်",
    price: "2000",
    subImg: {uri:"https://i.pinimg.com/564x/36/06/ac/3606ac75cb7200ccd51ef3f52c0a08ce.jpg"},
    qty:"1",
    __v: 0
    }
    ]