export default [
    
        {
      
        img1: {uri:"https://i.pinimg.com/564x/71/57/21/715721cef5bcf33a255a0b5480e27d1e.jpg"},
        light: "တိုက်ရိုက်အလင်းရောင်သည် အကောင်းဆုံးအရောင်နှင့် အရွက်ဖြစ်ထွန်းမှုကို အားပေးသည်။",
        soil: " စိုစွတ်သော မြေဆီလွှာတွင် အများဆုံး ဖြစ်ထွန်းပါတယ်။",
        water: "နှစ်ပတ်တစ်ကြိမ် ပုံမှန်ရေလောင်းပေးပါ။ ဆောင်းရာသီတွင် ရံဖန်ရံခါသာ ရေလောင်းပါ။ အိမ်တွင်း စိုထိုင်းဆ တိုးလာစေရန် သစ်ရွက်များကို သန့်စင်ထားသော ရေ သို့မဟုတ် မိုးရေကို ဖြန်းဆေးဘူးနှင့် အသုံးပြုပါ။",
        temp: "အပူချိန် ၆၅ မှ ၈၅ ဒီဂရီဖာရင်ဟိုက်ကြားတွင် အကောင်းဆုံးကြီးထွားသည်။ ၎င်းသည် အပူချိန် 90 F အထိ ခံနိုင်ရည်ရှိသော်လည် ကြီးထွားမှုရပ်တန့်သွားမည်ဖြစ်သည်။",
        fertilizer: "အပင်ကြီးထွားရာသီတွင် ရက်သတ္တပတ်အနည်းငယ်ကြာတိုင်း အပင်ကို မျှတသောအရည် 20-20-20 မြေသြဇာကိုရွေးချယ်ပါ။ မြေသြဇာ လက်ဖက်ရည်ဇွန်း ၁/၂ ဇွန်းကို ရေတစ်ဂါလံတွင် ရောမွှေပါ။ ပုံမှန်ရေလောင်းသည့်နေရာတွင် ဖျော်ထားသော မြေသြဇာကို အသုံးပြုပါ။ အပင်သည် လိုအပ်သည်များကို ထုတ်ယူပြီး အပိုအသုံးမပြုနိုင်သောကြောင့် ပိုလျှံနေသော မြေသြဇာများကို စွန့်ပစ်ပါ။"
        ,
        _id: "649fd38e08d37135cc2188e8",
        name: "Swiss cheese",
        subImg: {uri:"https://i.pinimg.com/564x/71/57/21/715721cef5bcf33a255a0b5480e27d1e.jpg"},
        price: "15000",
        qty:"1",
        },
        {
       
        img1: {uri:"https://i.pinimg.com/564x/94/54/64/945464884f56a33acba36c2a3df8c156.jpg"},
        light: "နေရောင်ခြည် တိုက်ရိုက်ထိတွေ့ခြင်းကို ရှောင်ကြဉ်ပါ။ အလင်းရောင်ရ နိုင်သော နေရာတွင်ထားပါ။ အလင်းရောင် အပင်တစ်ခုလုံးကို အညီအမျှရောက်ရှိစေရန် အပင်ကို မကြာခဏ လှည့်ပေးပါ။",
        soil: "စိုစွတ်နေသော မြေဆီလွှာ ကိုကြိုက်သည်။ ကျောက်စရစ်ခဲများ သို့မဟုတ် ရေအပြည့်ထည့်ထားသော ပန်းအိုးထဲတွင် ထားသည့်အခါ အနည်းဆုံး ရေတစ်လက်မခန့် ရှိနေသရွေ့ ကောင်းစွာ ရှင်သန်နိုင်သည်။",
        water: "ပိုက်ရေတွင်တွေ့ရလေ့ရှိသော ကလိုရင်းနှင့် အခြားဓာတုပစ္စည်းများကြောင့် အလွန်ထိခိုက်လွယ်သည်။  ရေသန့်ဗူး သို့မဟုတ် ပေါင်းခံရေ ဖြင့်သာ ရေလောင်းခြင်း ပြုပါ",
        temp: "၆၅ ဒီဂရီဖာရင်ဟိုက်နှင့် ၉၀ ဒီဂရီဖာရင်ဟိုက်ကြား ပူနွေးသောအပူချိန်ကို နှစ်သက်ကြသည်။ အပင်ကို လေအေးပေးစက်ရှေ့၊ အပူပေးပေါက် (သို့) ပြတင်းပေါက်အနီး (အပူ သို့မဟုတ် အအေး) အနီးတဝိုက်တွင် မထားပါနဲ့။",
        fertilizer: "ဓာတ်မြေဩဇာ အနည်းငယ်သာ လိုအပ်ပါသည်။ ရေတွင် စိုက်ပျိုးထားသော အပင်များကို တစ်လခြားတစ်ကြိမ်သာ ကျွေးရန် သို့မဟုတ် အလွန်အားနည်းသော မြေသြဇာကို အသုံးပြု၍ ကျွေးရန် လိုအပ်ပါသည်။ ကျန်းမာသော ဝါးအမြစ်များသည် အနီရောင်ဖြစ်သောကြောင့် ဖန်ပန်းအိုးထဲတွင် အနီရောင်အမြစ်များ ရှိနေသည်ကို တွေ့ပါက ထိတ်လန့်မနေပါနှင့်။"
        ,
        _id: "64a04080b7264fd60e95d208",
        name: "Lucky Bamboo",
        subImg: {uri:"https://i.pinimg.com/564x/94/54/64/945464884f56a33acba36c2a3df8c156.jpg"},
        price: "12500",
        qty:"1",
        },
        {
       
        img1: {uri:"https://i.pinimg.com/564x/57/dc/6e/57dc6e2a6bc90f253246f72ba0b34861.jpg"},
        light: "ပူနွေးစိုစွတ်သော ရာသီဥတုတွင် သစ်ပင်များ၏ အောက်တွင် ကြီးထွားလေ့ရှိသောကြောင့် သွယ်ဝိုက်သောအလင်းရောင် သို့မဟုတ် အရိပ်တွင် ရှင်သန်ပေါက်ရောက်ကြသည်။ နေရောင်ခြည်တိုက်ရိုက်ထိတွေ့ ခြင်းသည် အရွက်များကို လောင်ကျွမ်းစေသည်",
        soil: "အက်စစ်ဓာတ်နှင့် ကင်းစင်သော မြေဆီလွှာတွင် အကောင်းဆုံး ကြီးထွားနိုင်သည်။ မည်သည့်အိုးမဆို အသုံးပြုနိုင်သည်။ ကောင်းစွာရေစီးစေရန် အိုးထဲသို့ သဲကိုလည်း ပေါင်းထည့်နိုင်သည်။ နွေရာသီ တွင် မြေသြဇာကို တစ်ပတ်မှ နှစ်ပတ်တစ်ကြိမ် ကျွေးပါ။",
        water: "အနည်းငယ်စိုစွတ်သော မြေဆီလွှာကို ပိုမိုနှစ်သက်သည်။ ထို့ကြောင့် ရက်သတ္တပတ်အနည်းငယ်ကြာတိုင်း ရွှဲစိုစေရန် (သို့မဟုတ် မြေဆီလွှာခန်းခြောက်လာသည်ကို သတိပြုမိသည်နှင့်) ရေ‌‌လောင်းပေးပြီး မြေဆီလွှာထဲသို့ လုံးလုံးစိမ့်ဝင်သွားစေရန် လိုပါသည်။",
        temp: "စိုထိုင်းဆသည် အရေးကြီးသောကြောင့် ၎င်း၏နေရာကို စိုထိုင်းဆ 60 ဒီဂရီဖာရင်ဟိုက်နှင့်အထက်ရှိသင့်ပြီး 55 ဒီဂရီအောက် ဘယ်သောအခါမှ မကျဆင်းသင့်ပါ။အိမ်တွင်း၌ သဘာဝအတိုင်း မဆောင်ရွက်နိုင်ပါက humidifier ကို အသုံးပြုခြင်းဖြင့် အစိုဓာတ်အဆင့်ကို တိုးမြှင့်နိုင်ပါသည်။ ၎င်းကို ပူလွန်း သို့မဟုတ် အေးလွန်းစေနိုင်သော နေရာများနှင့် ဝေးဝေးထားပါ (ရေတိုင်ကီ သို့မဟုတ် လေအေးပေးစက်ကဲ့သို့)။",
        fertilizer: "အပင်အား သစ်ရွက်နှင့် ပန်းပွင့်များအတွက် ကောင်းမွန်သင့်လျော်သော မြေသြဇာကို အသုံးပြု၍ တစ်ပတ်မှ နှစ်ပတ်တစ်ကြိမ် ကျွေးနိုင်ပါသည်။"
        ,
        _id: "64a04633b7264fd60e95d20b",
        name: "Zebra",
        subImg: {uri:"https://i.pinimg.com/564x/57/dc/6e/57dc6e2a6bc90f253246f72ba0b34861.jpg"},
        price: "12000",
        qty:"1",
        },
        {
       
        img1: {uri:"https://i.pinimg.com/564x/65/46/be/6546beb010b120ddfdf51b66b06cd66b.jpg"},
        light: "နေရောင်အပြည့်နှင့် အရိပ်ရနေရာများတွင် ကောင်းစွာဖြစ်ထွန်းသည်။ ပူပြင်းသော နွေရာသီ ရာသီဥတုတွင် နေ့ခင်းအရိပ် ကို သဘောကျသော်လည်း အမြစ်များ သန်မာစေရန် နှင့် ပန်းပွင့်ရန်အတွက် နေ့စဥ် ရှစ်နာရီခန့် နေရောင်ခြည် ရသင့်သည်။",
        soil: "၎င်းတို့၏ ရှည်လျားသော အမြစ်များကို လိုက်လျောညီထွေဖြစ်စေရန်အတွက် အပင်ကို နက်နဲစွာ စိုက်ပျိုးပါ။ ထို့အပြင် ၎င်းတို့သည် ရေစိမ့်ဝင်မှုမရှိဘဲ အညီအမျှ စိုစွတ်နေသင့်သည့် မြေဆီလွှာအရောအနှောကို နှစ်သက်သည်။ ",
        water: "တစ်ပတ်လျှင် ရေတစ်လက်မခန့် (မိုးရွာသွန်းမှု သို့မဟုတ် ကိုယ်တိုင်ရေလောင်းခြင်း) ပြုလုပ်နိုင်ပါသည်။ နေရောင်အဆက်မပြတ်ရှိနေသောအပင်များကို အရိပ်ခိုသည့်အပင်များထက် ပို၍ရေလောင်းပေးပါ။",
        temp: "ရှင်သန်ကြီးထွားရန်အတွက် အပူချိန် 60 ဒီဂရီမှ 70 ဒီဂရီဖာရင်ဟိုက်အကြား လိုအပ်သည်။ အထူးအပူချိန် သို့မဟုတ် စိုထိုင်းဆ လိုအပ်ချက်များ မရှိပါ။",
        fertilizer: "နွေဦးရာသီတွင် တစ်နှစ်လျှင်တစ်ကြိမ် အပင်ကို လုံလောက်သောပန်းပွင့်မှုကို အားပေးကူညီရန် အော်ဂဲနစ် မြေဩဇာများ ကို အသုံးပြုနိုင်သည်။"
        ,
        _id: "64a04badb7264fd60e95d20e",
        name: "Lunaria",
        subImg: {uri:"https://i.pinimg.com/564x/65/46/be/6546beb010b120ddfdf51b66b06cd66b.jpg"},
        price: "16000",
        qty:"1",
        },
        {
       
        img1: {uri:"https://i.pinimg.com/564x/0e/68/a7/0e68a7f130ae1f50718b76091525069a.jpg"},
        light: "နေရောင်ခြည်ကောင်းသော ပြတင်းပေါက် အကောင်းဆုံးနေရာဖြစ်သည်။ နေရောင်ခြည်အလုံအလောက်မရသောအပင်များသည် ကောင်းမွန်စွာမရှင်သန်နိုင်ပါ။",
        soil: "အပြင်ဘက်တွင် စိုက်ပျိုးသည့်အခါ ခြောက်သွေ့ပြီး အလွန်ရေဆင်းကောင်းသော မြေဆီလွှာ လိုအပ်သည်။  အိုးအောက်ခြေတွင် ကျောက်စရစ်လက်မအနည်းငယ် သို့မဟုတ် ကျောက်စရစ်ခဲလေးများထည့်ခြင်းဖြင့် စိုက်ပျိူးနိုင်သည်။",
        water: "ဆောင်းရာသီ နှင့် မိုးရာသီတွင် ရံဖန်ရံခါသာ ရေလောင်းပေးပါ။ နွေရာသီတွင် ရေကို ဖြည်းဖြည်းချင်း ဖြည့်ပေးကာ တစ်ပတ်လျှင် နှစ်ကြိမ်လောင်းပါ။",
        temp: "အပင်သည် ပူနွေးသောအခြေအနေများကို နှစ်သက်သော်လည်း အပူချိန် ၅၀ ဒီဂရီဖာရင်ဟိုက်အထိ ခံနိုင်ရည်ရှိသည်။ စိုထိုင်းဆမရှိပါ။",
        fertilizer: "အပင်များကို နိုက်ထရိုဂျင်နည်းသော မြေသြဇာဖြင့် လေးပတ်တစ်ကြိမ် ထည့်နိုင်ပါသည်။"
        ,
        _id: "64a05351b7264fd60e95d211",
        name: "Golden barrel cactus",
        subImg: {uri:"https://i.pinimg.com/564x/0e/68/a7/0e68a7f130ae1f50718b76091525069a.jpg"},
        price: "25000",
        qty:"1",
        },
        {
        
        img1: {uri:"https://i.pinimg.com/564x/19/40/e8/1940e8096934aeea8eaa060ff0186661.jpg"},
        light: "နေရောင်ခြည် ကောင်းမွန်သောနေရာတွင်ထားပါ။ သို့သော် မျိုးစိတ်ပေါ်မူတည်ပြီး နေရောင်ခြည် ထိတွေ့မှု ကွဲပြားသည်။",
        soil: "အပင်မျိူးစိတ်အားလုံးသည် ရေစိမ့်ဝင်သော မြေဆီလွှာကို နှစ်သက်ကြသည်။",
        water: "ရေကို တစ်ပတ်တစ်ကြိမ်သာလောင်းရန်လိုအပ်ပါသည်။ သို့သော် ရေမဝပ်ပါစေနှင့်။",
        temp: " မည်သည့်စိုစွတ်မှုအဆင့်တွင်မဆို ပေါက်ရောက်သော်လည်း အချို့ မျိုးစိတ်များမှာ ပူပြင်းသောနေရာများ သို့မဟုတ် အိမ်တွင်း၌ စိုထိုင်းဆမြင့်မားခြင်းကို နှစ်သက်ပါသည်။",
        fertilizer: "စိုက်ပျိုးရာသီတွင် အပင်များကို လစဉ် မြေသြဇာကျွေးပါ။ မိုးလုံလေလုံအပင်များအတွက် အစေ့အဆန်ပုံစံ သို့မဟုတ် အပွင့်ဓာတ်မြေသြဇာအဖြစ် 10-10-10 အချိုးဖြင့် ဓာတ်မြေသြဇာကို အသုံးပြုပါ။"
        ,
        _id: "64a057a2b7264fd60e95d214",
        name: "Oxalis",
        subImg: {uri:"https://i.pinimg.com/564x/19/40/e8/1940e8096934aeea8eaa060ff0186661.jpg"},
        price: "16500",
        qty:"1",
        },
        {
        
        img1: {uri:"https://i.pinimg.com/564x/4d/42/5a/4d425af9191c60775331d675ee9b1b3f.jpg"},
        light: "အိမ်တွင် အပင်ကိုထားသည့်အခါ ပြတင်းပေါက်များရှိသော အခန်းတွင် တောက်ပသော၊ သွယ်ဝိုက်သောအလင်းရောင်ကို ရွေးချယ်ပါ။နေအပူရှိန်ပြင်းလျှင် အပင်၏အရွက်များကို လောင်ကျွမ်းစေနိုင်သောကြောင့် နေရောင်ခြည် တိုက်ရိုက်ထိတွေ့ခြင်းကို ရှောင်ကြဉ်ပါ။",
        soil: "အပင်များကို ရေကောင်းမွန်စွာ စိမ့်ဝင်နိုင်သော သဲမြေကဲ့သို့သော မြေဆီလွှာ တွင်စိုက်ပျိူးနိုင်သည်။",
        water: "ရေအများကြီးကြိုက်သော အပင်မဟုတ်သောကြောင့် ရေအနည်းငယ်လောင်းပေးရုံဖြင့် ကောင်းမွန်စွာကြီးထွားနိုင်သည်။",
        temp: "အပင်များသည် ပျမ်းမျှအိမ်တွင်းအပူချိန်နှင့် စိုထိုင်းဆကို လက်ခံနိုင်သည်။ အပင်များသည် စိုစွတ်သောအခြေအနေ ကိုအထူးမလိုအပ်ပါ။",
        fertilizer: "အပင်များသည် ယေဘူယျအားဖြင့် ရှင်သန်ကြီးထွားရန် ပုံမှန်မြေသြဇာ မလိုအပ်ပါ။ သို့သော် အရွယ်အစား သို့မဟုတ် သန်စွမ်းမှု တိုးလာရန် မျှော်လင့်ပါက အပင်၏ ကြီးထွားမှုရာသီတွင် တစ်ဆမှ နှစ်ဆအထိ အားကောင်းသည့်  မြေသြဇာဖြင့်အပင်ကို မြေသြဇာ ကျွေးပါ။"
        ,
        _id: "64a1142842aa2fee7e17a8de",
        name: "Zanzibar gem",
        subImg: {uri:"https://i.pinimg.com/564x/4d/42/5a/4d425af9191c60775331d675ee9b1b3f.jpg"},
        price: "8000",
        qty:"1",
        },
        {
        
        img1: {uri:"https://i.pinimg.com/564x/83/f7/6e/83f76e6beac56a7e0570f68fae9d53a2.jpg"},
        light: "အိမ်တွင် ကျောက်စိမ်းအပင်ကို အလင်းရောင် ကောင်းမွန်စွာ ရနိုင်သော နေရာတွင်ထားပါ။ ကျောက်စိမ်းအပင်ကို မီးဖိုချောင် သို့မဟုတ် ရုံးခန်းတွင် နေထိုင်သည့် အပြင်အဆင်အဖြစ် အသုံးပြုနိုင်သည်။ ရေချိုးခန်းကဲ့သို့ ပြတင်းပေါက်များနှင့် အလင်းရောင် အကန့်အသတ်ရှိသော အခန်းများကို ရှောင်ကြဉ်ပါ။",
        soil: "ကျောက်စိမ်းအပင်အတွက် အကောင်းဆုံး မြေသည် သဲမြေဖြစ်သည်။ အပင်အတွက် ပိုမိုစိမ့်ဝင်နိုင်သော မြေဆီလွှာကို ရရှိရန် လိုအပ်သည်။ အိုးအတွက် စဉ့်အိုး သို့မဟုတ် မြေအိုးကို ရွေးချယ်နိုင်ပါသည်။",
        water: "အစိုဓာတ်ကို လွန်ကဲစွာ ရေလောင်းခြင်းသည် အပင်ထိန်းနိုင်သည်ထက် အမြစ်ပတ်ဝန်း ကျင်သို့ ရေပိုဝင်စေပြီး အမြစ်ပုပ်ခြင်းတို့ကို ဖြစ်စေနိုင်သည်။ မြေဆီလွှာ အနည်းငယ် စိုစွတ်နေစေရန်သာ လိုအပ်သောကြောင့် ရေရွှဲမနေသင့်ပါ။",
        temp: "ကျောက်စိမ်းအပင်များသည် ပျမ်းမျှအိမ်တွင်းအပူချိန် ၆၅ မှ ၇၅ ဒီဂရီဖာရင်ဟိုက်အထိ နှစ်သက်ကြသည်။ ကျောက်စိမ်းအပင်ကို အိမ်အတွင်း အပူချိန်အတော်အတန်ရှိသောနေရာတွင်ထားနိုင်သည်။ ",
        fertilizer: "ပထမ စိုက်ပျိုးချိန်တွင် ဓာတ်မြေသြဇာ သို့မဟုတ် အပင်အားဆေးကို အပတ်စဉ် ကျွေးပါ။ အပင်များရင့်လာပါက လေးပုံတစ်ပုံ ခိုင်ခန့်သော 20-20-20 မြေသြဇာကို ဟန်ချက်ညီစွာ အသုံးပြုပြီး အပင်ငယ်များတွင် နိုက်ထရိုဂျင်နည်းသော မြေသြဇာကို အသုံးပြုပါ။"
        ,
        _id: "64a11cfc42aa2fee7e17a8e1",
        name: "Jade",
        subImg: {uri:"https://i.pinimg.com/564x/83/f7/6e/83f76e6beac56a7e0570f68fae9d53a2.jpg"},
        price: "4000",
        qty:"1",
        },
       
        ]
