export default [
    
    {
    subImg1:{uri:"https://greenway.sgp1.digitaloceanspaces.com/post_covers/a5246d13f817b4a1fde2e36fe4df588a.jpg"},
    light: "စိုက်ကျင်းအား ဧပြီလလယ်မှမေလအတွင်း (၂) ပေပတ်လည် အနက် (၂) ပေ ဇလားပုံတူးပါ။ အပေါ်ယံမြေသားကို ကျင်းတစ်ဖက်တွင်စုပုံ၍ ကျင်း အောက်ခြေမှမြေသားကို အခြားတစ်ဖက်တွင်စုပုံပါ။ ကျင်းတစ်ကျင်းတွင် ရော့ဖော့စဖိတ် မြေသြဇာနို့ဆီဗူးတစ်ဝက်နှင့် အပေါ်ယံမြေကိုရောပြီး ကျင်းထဲသို့ ထည့်ပြီးမှ အောက်မှမြေသားကို မြေမျက်နှာပြင်ထက် (၄)လက်မ ပိုမြင့် အောင်ဖို့ထားရသည်။ ပန္နက်တိုင်ကိုပြောင်းပြန်စိုက်ထားရသည်။",
    soil: "အပေါ်ရွက်ဖုံရင့်နေသည့်ရွက်ဖုံ(၂၃)ဖုံရှိ အဖူးဆက်ရော်ဘာပျိုးပင်ကိုရွေးချယ် စိုက်ပျိုးပါ။ ပလပ်စတစ်အိတ်ပျိုးပင်ကို အောက်ခြေတွင် အိတ်အားဓါးဖြင့် ဖြတ်ဖွင့်ကာအိတ်၏ ဘေးအားအောက်ခြေမှအပေါ်သို့ အိတ်၏သုံးပုံတစ်ပုံ အထိခွဲပြီးနောက် စိုက်ပျိုးရန်ပြန်ဖော်ထားသော စိုက်ကျင်းထဲတွင်ချရသည်။",
    water: "ရော်ဘာစိုက်ပျိုးသည့် ပထမ(၃) နှစ်အတွင်း အပိုဝင်ငွေရရှိစေရန်နှင့် ပေါင်း နှိမ်နင်းနိုင်စေရန် ကြားသီးနှံများအား ရော်ဘာပင်တန်းအခြေမှ (၅)ပေခွာ၍ စိုက်ပျိုးပါ။ သွင်းအားစုများများကို မိုးဦးမိုးနှောင်း အချိန်ကိုက်အချိုးညီ ထည့်သွင်းသုံးစွဲပါ။အဖူးကူးပင်ကို အမြင့်(၅၀)လက္ခတွင်လုံးပတ်(၂၀)လက္မ၊ အစေ့စိုက်ပင်ကို မြေပြင်မှအမြင့် ၂၀ လက္ခတွင် လုံးပတ်(၂၀)လက္မပြည့်ပါက အစေးခြစ်နိုင်မည်ဖြစ်ပါသည်။",
    temp: "ရော်ဘာသည် ပင်လယ် ရေမျက်နှာပြင်ထက် အမြင့်ပေ (၁၀ဝဝဝ) ကျော်ထိ စိုက်ပျိုးနိုင်ပြီး အပူအအေးပြောင်းလဲမှု နည်းသော ရာသီဥတုကို ကြိုက်နှစ်သက်ပါသည်။ အပူချိန် ၅၅ ဒီဂရီဖာရင်ဟိုက် မှ ၁၀ဝ ဒီဂရီဖာရင်ဟိုက် အတွင်းနှင့်  မိုးရေချိန် လက်မ ၈၀ မှ ၁၆၀ အတွင်းကောင်းမွန်စွာ ဖြစ်ထွန်းပါသည်။ ရော်ဘာသည်မြေချဉ်ငံဓာတ်(pH) ၄မှ ၆ အတွင်း ရော်ဘာပင်ကောင်းစွာ ဖြစ်ထွန်းနိုင်ပြီး၊ လေဝင်လေထွက်ကောင်းသောမြေ၊ သဲမဆန်လွန်း မစေးလွန်းသောမြေ၊ မြေသားထု အနဲဆုံး (၄)ပေ ထူသောမြေတွင် စိုက်ပျိုးရန် သင့်တော်ပါသည်။",
    fertilizer: "အပင်များ ရှင်သန်ဖွံ့ဖြိုးလာစေရန် ပုံမှန်မြေဩဇာ ကျွေးရပါသည်။ အပင်စိုက်ပျိုးပြီး တစ်လအကြာတွင် မြေဩဇာစတင်ကျွေးပါသည်။ ပုံမှန်အားဖြင့် မိုးဦးမိုးနှောင်း အနေဖြင့် တစ်နှစ်နှစ်ကြိမ်ကျွေးရပါသည်။ အပင် သက်တမ်းအလိုက် မြေဩဇာ ကျွေးရမည့်နှုန်း ကွာခြားပြီး စတင် စိုက်ပျိုးချိန်မှ ဒုတိယနှစ်သားအထိ NPK 12: 12: 6 ရောစပ်ထား သောမြေဩဇာအား၂၅၀ဂရမ်အား/ PH ဖြင့် ထည့်သွင်း ပေးပါသည်။ တတိယ နှစ်သားမှ ၆ နှစ်သား အထိ ၅၀ဝဂရမ်နှုန်းဖြင့်၎င်း ၇နှစ်သားတွင် 12: 12: 6: 4 မက်ဂနီဆီယမ် အပါ ၆၅၀၀ ဂရမ် နှုန်းဖြင့် လည်းကောင်း၊ ၈ နှစ် နှင့်အထက်ရောက် ရော်ဘာ ပင်များအား ၅၀ဝ ဂရမ် နှုန်းဖြင့် လည်းကောင်း ကျွေးသင့်သည်။ မြေဩဇာ ကျွေးရာတွင် အပင် ဖြစ်ထွန်းမှုအလိုက် ဆူးထိုးကျွေးခြင်း၊ ပေါက်ကျွေးခြင်း၊ စက်ဝိုင်းပတ် ဖြူး ကျွေးခြင်း၊ ကြွက်မြီးတန်း ကျွေးခြင်း နှင့် လိုင်းကြား ကြဲပတ် ကျွေးခြင်း ဖြင့် အမျိုးမျိုး ကျွေးသည်။ ထိရောက်မှု ရှိစေရန် မြေအနေအထားအလိုက် ကျွေးနည်းစနစ် ပြောင်းလဲပေးနိုင်ပါသည်။ ဒေသတွင် ရနိုင်သော သဘာဝမြေဩဇာဖြစ်သည့် နွားချေး၊ ကြက်ချေးဆွေး၊ သစ်ဆွေးတို့ကို ထည့်သွင်းနိုင်သည်။",
    description: "ရော်ဘာသည် ပြည်တွင်းစက်မှုလုပ်ငန်းတွက်သာမက ပြည်ပပို့ကုန်များတွက်လည်း အရေးပါသောစက်မှုကုန်ကြမ်းသီးနှံ ဖြစ်ပါသည်။ ရော်ဘာပင်၏ စီးပွားရေးသက်တမ်းကာလအတွင်း စက်မှုကုန်ကြမ်းအတွက်ရော်ဘာအစေးရရှိသည့်အပြင်အပင်အိုသည့်အခါရော်ဘာအသစ်အဖြစ်အသုံးပြုနိုင်ပါသည်။"
    ,
    _id: "64ce0dbed3f44a27d136c7ef",
    name: "ရော်ဘာပျိုးပင်",
    subImg: {uri:"https://greenway.sgp1.digitaloceanspaces.com/post_covers/a5246d13f817b4a1fde2e36fe4df588a.jpg"},
    price: "1200",
    type: "raw",
    qty:"1",
    },
    {
    
    subImg1: {uri:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbOHKxIHW9y4cYC86delfkUlIwb85WsqGZaQ&usqp=CAU"},
    light: "Acacia မျိုးစိတ်သည် အကောင်းဆုံးကြီးထွားရန်အတွက် အလင်းရောင်အပြည့်အဝရရှိရန်လိုအပ်သည်။ အရိပ်ကျပါက ကြီးထွားမှုရပ်ဆိုင်းသွားပြီး သေးသွယ်သွားမည်။ စိုက်ပြီး ၄ - ၆ လသားတွင် ပင်ခြေမှ ထွက်လာမည့်ကိုင်းများအား ရှင်းလင်းပေးရမည်။ ဒုတိယအကြိမ် ကိုင်းဖြတ်ရှင်းလင်းခြင်းကို အပင်အမြင့် ပေ ၂၀ ရှိချိန် လုံးပတ်အချင်း ၂ စင်တီမီတာ အထက်ရှိသော အဓိကအားဖြင့် ပင်စည်ပုပ်ဖြစ်နေသောကိုင်းများကို ဖယ်ရှားရမည်။ ",
    soil: "မြေဆီလွှာတွင် အော်ဂဲနစ်ဓာတ်ကြွယ်ဝရမည်။ Acacia မန်ဂျန်ရှား သစ်ပင်သည် အပေါ်ယံ မြေမျက်နှာပြင်၏ နိုက်ထရိုဂျင်ပမာဏကို ပြန်လည်မြင့်မားစေသည့်အတွက် Acacia မန်ဂျန်ရှား သစ်ပင်နှင့်တွဲ၍ စိုက်ပျိုးသောမြေနေရာတွင် နိုက်ထရိုဂျင် ပါဝင်မှု ပမာဏကို ပိုများစေသည်။ လျှင်မြန်စွာကြီးထွားသော အပင်ဖြစ်သောကြောင့် မြေဆီသြဇာချို့တဲ့သော မြေနေရာတွင် အမြစ်ပိုင်းအဖွဲ့အစည်းများ လျှင်မြန်စွာဖြစ်ထွန်းသည်။ ",
    water: "အခြေခံအားဖြင့် ရာသီဥတုပေါ်မူတည်၍ နွေရာသီတွင် တစ်ပတ်လျှင် ပျမ်းမျှ 4 ကြိမ်နှင့် ကျန်နှစ်တွင် တစ်ပတ်လျှင် 2 ကြိမ်ခန့် ရေလောင်းရမည်ဖြစ်သည်။ ပူနွေးသောရာသီတွင် ချေး သို့မဟုတ် mulch ကဲ့သို့သော အော်ဂဲနစ်မြေသြဇာများဖြင့် မြေသြဇာကျွေးရန် အကြံပြုထားသည်။",
    temp: "Acacia မန်ဂျန်ရှားအပင်သည် ရေစီးဆင်းမှုညံ့ဖျင်း၍ မြေဆီအဟာရချို့တဲ့သော မြေတွင် ရှင်သန်နိုင်သော်လည်း ရေစီးဆင်းမှုကောင်းမွန်ပြီး မြေဆီထက်သန်သောမြေတွင် ပိုမိုဖြစ်ထွန်းသည်။ ",
    fertilizer: "ပျိုးပင်ရရှိရန်အတွက် သီးတောင့်များမှ ရိတ်သိမ်းပြီးစသီးတောင့်များ ဖြစ်ရန်လိုအပ်သည်။ အပူချိန် ၄၅ ဒီဂရီစင်တီဂရိတ် နှင့် တိုက်ရိုက်နေရောင်ရရှိပါက အပင်ပေါက်နှုန်း ကျဆင်းမည်ဖြစ်သည်။ မျိုးစေ့အား ၄ - ၅ ဒီဂရီစင်တီဂရိတ် တွင် ၁ - ၂ နှစ်ထိ သိမ်းဆည်းထားပါက အပင်ပေါက်နှုန်း ၆ % ထိသာ လျော့နည်းနိုင်သည်။",
    description: "စက္ကူပျော့ဖတ်ထုပ်ရန်အတွက် တစ်ဧကလျှင် အပင် ၅၀၀ ကျော် စိုက်ပျိုးခြင်းဖြင့် ၁၈ လ မှ စတင်ခုတ်လှဲနိုင်ပြီး ၆ - ၈ နှစ် တွင် တစ်ဧကလျှင် ၂၆၃ ပင်စည် နောက်ဆုံးရရှိမည်ဖြစ်သည်။ ပထမစိုက်ပျိုးထားသော အပင်များကို အပင်ကောင်း စွာကြီးထွားရန်အတွက် ဧက ၂၀၀၀ ကျော် ရှိအပင်များကို ဧက ၃၇၀ ကျော် ကျန်သည်အထိ ၂ - ၃ ကြိမ် ခန့် ခုတ်ရှင်းပေးရမည်။ အစားအစာအဖြစ် - ပျိုးပင်ပေါက်များကို ဟင်းသီးဟင်းရွက်အဖြစ် ချက်ပြုတ်စားသောက်နိုင်သည်။ မန်ဂျန်ရှားလွှစာသည် ရှီတာကီမှိုထုတ်လုပ်ရန်အတွက် အကောင်းဆုံး ကုန်ကြမ်းဖြစ်သည်။ Acacia မန်ဂျန်ရှား သစ်သားများသည် ခွဲစိတ်ရန်လွယ်ကူခြင်း၊ အိမ်ထောင် ပရိဘောဂ လုပ်ငန်းများ၊ စက္ကူကြိတ်ဖတ်များနှင့် လောင်စာတောင့်များ၊ စက်ရုံများအတွက် သုံးစွဲကြသည်။ အဆိုပါစက်ရုံများသည် Acacia မန်ဂျန်ရှား သစ်ပင်အစိုကို တန် ပမာဏ များစွာလိုအပ်ပါသည်။"
    ,
    _id: "64ce42ba97bc380839fe44fa",
    name: "မန်ဂျန်ရှား",
    subImg: {uri:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbOHKxIHW9y4cYC86delfkUlIwb85WsqGZaQ&usqp=CAU"},
    price: "2000",
    type: "raw",
    qty:"1",
    }
    ]
